Repository: jordemort/e17
Catalog: po/*.po
Languages: ca

source: Secure Deletion
ca: Borrat Segur

source: File Manager Settings
ca: Paràmetres de Manegador de Fitxers

source: File Icon Settings
ca: Preferències d'Icones de Fitxer

source: Set background...
ca: Fons de Pantalla ...

source: Clear background
ca: Neteja Fons de Pantalla ...

source: Set overlay...
ca: joc de superposició

source: Clear overlay
ca: Superposició Transparent

source: Rename %s to:
ca: Canvia el nom %s a :

source: Rename File
ca: Canvia el nom del Fitxer

source: %s already exists!
ca: %s ja existeix!

source: %s could not be renamed because it is protected
ca: %s no pot ser reanomenat per què és protegit

source: Internal filemanager error :(
ca: Error intern en el manegador de fitxers

source: Retry
ca: Re-intentar

source: Abort
ca: Aborta

source: No to all
ca: No a tot

source: Yes to all
ca: Sí a tot

source: Warning
ca: Perill

source: File already exists, overwrite?<br><hilight>%s</hilight>
ca: Fitxer ja existeix, sobrescriure'l?<br><hilight>%s</hilight>?

source: Move Source
ca: Mou Font

source: Ignore this
ca: Ignora això

source: Ignore all
ca: Ignora tot

source: An error occurred while performing an operation.<br>%s
ca: Ha ocurregut un error mentre s'actuava en l'operació.<br>%s

source: Confirm Delete
ca: Confirmació de Borrar

source: Are you sure you want to delete<br><hilight>%s</hilight>?
ca: Estàs segur que vols borrar<br><hilight>%s</hilight>?

source: Are you sure you want to delete<br><hilight>all</hilight> the %d files in<br><hilight>%s</hilight>?
ca: Estàs segur que vols borrar <hilight>tots</hilight> <br> els %d fitxers en<br><hilight>%s</hilight>?

source: Are you sure you want to delete<br>the %d selected file in<br><hilight>%s</hilight>?
ca: Estàs segur que vols borrar <br> els %d fitxer seleccionat en:<br><hilight>%s</hilight>?

source: Flash Card—%s
ca: Memòria Flash—%s

source: Unknown Volume
ca: Volum Desconegut

source: Removable Device
ca: Dispositiu Extraïble

source: Cannot change permissions: %s
ca: No es poden canviar permisos: %s

source: Name:
ca: Nom:

source: Location:
ca: Localització:

source: Size:
ca: Mida

source: Occupied blocks on disk:
ca: Blocs ocupats del disc:

source: Last Accessed:
ca: Últim Accés:

source: Last Modified:
ca: Última Modificació

source: Last Modified Permissions:
ca: Última Modificació Permisos

source: File Type:
ca: Tipus de Fitxer

source: Permissions
ca: Permisos

source: read
ca: llegir

source: write
ca: escriure

source: execute
ca: Executa

source: Group:
ca: Grup:

source: Others:
ca: Altres:

source: Preview
ca: Vista prèvia

source: Default
ca: Defecte

source: Thumbnail
ca: Ungla

source: Custom
ca: Costum

source: Use this icon for all files of this type
ca: Utilitza aquest icona pels fitxers d'aquest tipus

source: Link Information
ca: Informació d'Enllaç

source: This link is broken.
ca: L'enllaç està trencat

source: Select an Image
ca: Seleccioneu una Imatge

source: Gadget error
ca: Error Artefacte

source: %s does not support disabling autoscrolling
ca: %s no suporta la deshabilitació del desplaçament automàtic

source: Move to
ca: Mou a

source: Automatically scroll contents
ca: Mostra automàticament els continguts

source: Plain
ca: Text Pla

source: Inset
ca: Sagnat

source: Look
ca: Pinta

source: Remove
ca: Borra

source: Stop moving
ca: Deixa de moure

source: Insufficent gadcon support
ca: Gadcon suport Insuficient

source: Module %s needs to support %s
ca: El mòdul %s necessita suport %s

source: Please press key sequence,<br><br>or <hilight>Escape</hilight> to abort.
ca: Si us plau, pitja la seqüència de tecles,<br><br> o <hilight> Escape </hilight> per avortar.

source: Please hold any modifier you want<br>and press any button on your mouse,<br> or roll a wheel, to assign mouse binding.<br>Press <hilight>Escape</highlight> to abort.
ca: Si us plau espera qualsevol modificaor que tu vols<br> i pitja qualsevol butó en el teu ratolí.<br> o fes rodar la roda, per assignar drecera de ratolí.<br>Pitja<hilight>Escape</hilight> per abortar.

source: Mouse Binding Sequence
ca: Paràmetres dels Dreçera del Ratolí

source: Key Binding Sequence
ca: Seqüència de Dreçera de Tecles

source: Import Error
ca: Error en Importació

source: Enlightenment was unable to import the image<br>due to a copy error.
ca: Enlightenment no ha pogut importar l'imatge<br>degut a un error de còpia.

source: Enlightenment was unable to import the image.<br><br>Are you sure this is a valid image?
ca: Enlightenment no ha pogut importar la imatge.<br><br>Estàs segur que és una imatge vàlida ?

source: Select a Picture...
ca: Seleccioneu un Dibuix

source: Use
ca: Usa

source: Picture Import Error
ca: Error d'Importació d'Imatge

source: Enlightenment was unable to import the picture<br>due to conversion errors.
ca: L'Enlightenment no pot importar la imatge<br> degut a errors de conversió.

source: Import Settings...
ca: Preferències d'importació

source: Fill and Stretch Options
ca: Omplir iEestirar Opcions

source: Stretch
ca: Estirar

source: Center
ca: Centre

source: Tile
ca: Teula

source: Within
ca: Interior

source: Fill
ca: Omplir

source: Pan
ca: Bol

source: File Quality
ca: Qualitat de Fitxer

source: Use original file
ca: Usa el fitxer original

source: Fill Color
ca: Omplir Color

source: Window Locks
ca: Bloqueig de Finestra

source: Generic Locks
ca: Bloquejos Genèrics

source: Prevent this window from moving on its own
ca: Evitar aquesta finestra es mogui per si mateixa

source: Prevent this window from being changed by me
ca: Evitar aquesta finestra sigui canviada per mi

source: Prevent this window from being closed
ca: Evitar aquesta finestra sigui tancada

source: Do not allow the border to change on this window
ca: No autoritzar que aquesta finestra pugui canviar la vora

source: Remember the locks for this window
ca: Recorda els bloquejos per aquesta finestra

source: Prevent Changes In:
ca: Prevenir canvis a:

source: Position
ca: Posició

source: Size
ca: Mida

source: Stacking
ca: Apilant

source: Iconified state
ca: Estat iconificat

source: Stickiness
ca: Enganxositat

source: Shaded state
ca: Estat ombrejat

source: Maximized state
ca: Estat maximitzat

source: Fullscreen state
ca: Pantalla completa

source: Program Locks
ca: Bloqueig de Programes

source: Border style
ca: Estil de Vora

source: User Locks
ca: Bloquejos Usuari

source: Prevent:
ca: Impedir:

source: Closing the window
ca: Tancant la finestra

source: Logging out while this window is open
ca: Tancant la sessió mentre la finestra està oberta

source: Behavior Locks
ca: Bloquejos de Conducta

source: Remember these Locks
ca: Recorda aquesta aparença

source: Window
ca: Finestra

source: Always on Top
ca: Sempre damunt de Tot

source: Sticky
ca: ﻿Enganxós

source: Shade
ca: Ombra

source: Fullscreen
ca: Pantalla Completa

source: Unmaximize
ca: Des-maximitza

source: Edit Icon
ca: Edita Icona

source: Create Icon
ca: Crea Icona

source: Add to Favorites Menu
ca: Afegir a Menú Favorits

source: Add to IBar
ca: Afegir a Ibar

source: Create Keyboard Shortcut
ca: Crear un accés directe del teclat

source: Iconify
ca: Iconifica

source: Skip
ca: Salta

source: Border
ca: Vora

source: Locks
ca: Bloquejos

source: Remember
ca: Recorda

source: Screen %d
ca: Pantalla %d

source: Always Below
ca: Sempre Darrera

source: Pin to Desktop
ca: Clavar a l'Escriptori

source: Unpin from Desktop
ca: Desbloqueja de l'Àrea de Treball

source: Select Border Style
ca: Selecciona Estil de Vora

source: Use Enlightenment Default Icon Preference
ca: Usa l'Icona per Defecte de l'Enlightenment

source: Use Application Provided Icon
ca: Usa l'Icona de l'Aplicació

source: Use User Defined Icon
ca: Utilitza Icones Definits per L'usuari

source: Offer Resistance
ca: Oferir Resistència

source: Window List
ca: Llista de Finestres

source: Pager
ca: Paginador

source: Taskbar
ca: Barra de tasques

source: Withdrawn
ca: Retirat

source: Iconic
ca: icònic

source: Forget/Unmap
ca: Oblida/Desmapeja

source: Northwest
ca: Nord-Oest

source: North
ca: Nord

source: Northeast
ca: Nord-Est

source: West
ca: Oest

source: East
ca: Est

source: Southwest
ca: Sud-Oest

source: South
ca: Sud

source: Southeast
ca: Sud-Est

source: Static
ca: Estàtic

source: None
ca: Cap

source: Above
ca: Sobre

source: Below
ca: Sota

source: ICCCM Properties
ca: Propietats d' ICCCM

source: NetWM Properties
ca: Propietats NetWM

source: Title
ca: Títol

source: Class
ca: Classe

source: Icon Name
ca: Nom d'Icona

source: Machine
ca: Màquina

source: Role
ca: Paper

source: Minimum Size
ca: Mida Mínima

source: Maximum Size
ca: Mida Màxima

source: Base Size
ca: Mida Bàsica

source: Resize Steps
ca: Passos de Re-dimensió

source: Sizing
ca: Tamany

source: Aspect Ratio
ca: Raó d'Aspecte

source: Initial State
ca: Estat Inicial

source: State
ca: Estat

source: Window ID
ca: Identificació de Finestra

source: Window Group
ca: Grup de Finestra

source: Transient For
ca: Transaent per a

source: Client Leader
ca: ﻿Líder de Client

source: Gravity
ca: ﻿Gravetat

source: States
ca: Estat

source: Take Focus
ca: Agafa el Focus

source: Accepts Focus
ca: Accepta Focus

source: Request Delete
ca: Elimina

source: Request Position
ca: Recorda Posició

source: Settings
ca: Preferències

source: Shaded
ca: Ombrejat

source: Skip Taskbar
ca: Salta Taskbar

source: Skip Pager
ca: Salta Paginador

source: Hidden
ca: Ocult

source: Window Remember
ca: Recorda la Finestra

source: Window properties are not a unique match
ca: Les propietats de la Finestra no són úniques

source: You are trying to ask Enlightenment to remember to apply<br>properties (such as size, location, border style etc.) to<br>a window that <hilight>does not have unique properties</hilight>.<br><br>This means it shares Name/Class, Transience, Role etc. properties<br>with more than 1 other window on the screen and remembering<br>properties for this window will apply to all other windows<br>that match these properties.<br><br>This is just a warning in case you did not intend this to happen.<br>If you did, simply press <hilight>Apply</hilight> or <hilight>OK</hilight> buttons<br>and your settings will be accepted. Press <hilight>Cancel</hilight> if you<br>are not sure and nothing will be affected.
ca: Vols que Enlightenment recordi d'aplicar les<br>propietats(com mida, localització, estil, etc) a la finestra que<hilight> no té únicament aquestes propietats</hilight>.<br><br>Això significa que aquesta finestra comparteix propietats com Nom/Clase, Estil de Vora, etc <br>amb més d'una finestra d'aquesta pantallla i recordar<br> propietats d'aquesta finestra farà que s'apliqui a la resta aquesta propietats.<br><br>Això és tan sols un avís en el cas que no vulguis que això passi. <br>Si és el que voldries, pitja el botó <hilight> Apply </hilight> o <hilight> Ok </hilight> i les teves preferències seràn acceptades. Pitja <hilight> Cancel·la </hilight> si no estàs segur i no vol fer els canvis.

source: No match properties set
ca: No s'han guardat els joc de propietats

source: You are trying to ask Enlightenment to remember to apply<br>properties (such as size, location, border style etc.) to<br>a window <hilight>without specifying how to remember it</hilight>.<br><br>You must specify at least 1 way of remembering this window.
ca: Estàs intentant de demanar a Enlightenment que recordi d'aplicar<br>propietats (com mida, localització, estil de vora etc.) a la finestra <br><hilight>sense especificar com recordar això</hilight>.<br><br>Has d'especificar com a mínim 1 manera de recordar aquesta finestra.

source: Nothing
ca: Res

source: Size and Position
ca: Mida i Posició

source: Size, Position and Locks
ca: Mida, Posició i Presentació

source: All
ca: Tot

source: Window name
ca: Nom de Finestra

source: Window class
ca: Tipus de Finestra

source: Window Role
ca: Paper de la Finestra

source: Window type
ca: Tipus de Finestra

source: wildcard matches are allowed
ca: Parells de comodins estan permesos

source: Transience
ca: Transitorietat

source: Identifiers
ca: Identificadors

source: Icon Preference
ca: Preferència d' Icona

source: Virtual Desktop
ca: Taula de Treball Virtual

source: Current Screen
ca: Pantalla Actual

source: Skip Window List
ca: Ignora la llista de Finestres

source: Application file or name (.desktop)
ca: Fitxer d'aplicació o nom (.desktop)

source: Match only one window
ca: ﻿Lligua només amb una finestra

source: Always focus on start
ca: Sempre focus a l'arrencada

source: Keep current properties
ca: Mantenir propietats actuals

source: Start this program on login
ca: Arrenca aquest programa al iniciar

source: Utilities
ca: Utilitats

source: Files
ca: Fitxers

source: Launcher
ca: Executa

source: Core
ca: Nucli

source: Mobile
ca: Mòbil

source: Module Settings
ca: Configuració del Mòdul

source: Load
ca: Carrega

source: Unload
ca: Descarrega

source: No modules selected.
ca: No hi ha mòduls seleccionats.

source: More than one module selected.
ca: Més d'un mòdul seleccionat.

source: Loaded Gadgets
ca: Artefactes Carregats

source: Available Gadgets
ca: Gadgets Autoritzats

source: Shelf Contents
ca: Continguts de la LLeixa

source: Toolbar Contents
ca: Continguts de la Barra

source: Toolbar Settings
ca: Preferències de la Barra

source: Layout
ca: Disposició

source: Input Method Error
ca: Error del Mètode d'Entrada

source: Error starting the input method executable<br><br>please make sure that your input<br>method configuration is correct and<br>that your configuration's<br>executable is in your PATH<br>
ca: Error arrancant el mètode d'entrada executable<br><br>si us plau, assegura't que el teu<br>mètode de configuració és correcte i <br>que els executables<br> de les teves configuracions estan en el teu CAMÍ<br>

source: Main
ca: Principal

source: Favorite Applications
ca: Aplicacions Preferents

source: Applications
ca: Aplicacions

source: Windows
ca: Finestres

source: Lost Windows
ca: Finestres Perdudes

source: About
ca: Quant a...

source: About Theme
ca: Sobre Tema

source: Shelves
ca: Lleixes

source: Show/Hide All Windows
ca: Mostra/Amaga Totes les Finestres

source: No applications
ca: Sense Aplicacions

source: Set Virtual Desktops
ca: Fixa Escriptoris Virtuals

source: No windows
ca: (Sense Finestres)

source: Untitled window
ca: Finestres sense títol

source: Shelf %s
ca: Lleixa %s

source: Add a Shelf
ca: Afegeix una Lleixa

source: Delete a Shelf
ca: Borra una Lleixa

source: Shelf Settings
ca: Configuració de les LLeixes

source: Above Everything
ca: ﻿Damunt de tot

source: Below Windows
ca: Sota Finestres

source: Below Everything
ca: Per sota de tot

source: Height (%3.0f pixels)
ca: Amplada (%3.0f pixels)

source: Shrink to Content Width
ca: Reduir Amplada Contingut

source: Style
ca: Estil

source: Auto-hide the shelf
ca: Oculta automàticament la Lleixa

source: Show on mouse in
ca: Mostra Quan el ratolí estigui sobre

source: Show on mouse click
ca: Mostra en clicar el ratolí

source: Hide timeout
ca: Temps d'Amagar

source: %.1f seconds
ca: %.1f segons

source: Hide duration
ca: Durada de l'ocultació

source: %.2f seconds
ca: %2.2f segons

source: Auto Hide
ca: Auto oculta

source: Show on all Desktops
ca: Mostra a tots els escriptoris

source: Show on specified Desktops
ca: Mostrar a l'escriptori especificat

source: Starting International Support
ca: Engegant Suport Internacional

source: Setup Screens
ca: Configura Pantalles

source: Setup ACPI
ca: Configura ACPI

source: Setup Backlight
ca: Preferències Llums de Fons

source: Setup Screensaver
ca: Configura Salva Pantalles

source: Setup DPMS
ca: Paràmetres DPMS

source: Setup Powersave Modes
ca: Configuració dels modes d'estalvi

source: Setup Desklock
ca: Paràmetres Bloqueig Escriptori

source: Setup Popups
ca: Preferències Emergents

source: Setup Message Bus
ca: Preferències de missatge de bus

source: Setup Paths
ca: Configura Rutes

source: Setup System Controls
ca: Preferències de Sistema de Controls

source: Setup Actions
ca: Preferències Accions

source: Setup Execution System
ca: Preferències d'Execució del sistema

source: Setup Filemanager
ca: Preferències Manegador Fitxers

source: Setup Message System
ca: Preferències del sistema de missatges

source: Setup DND
ca: Preferències DND

source: Setup Grab Input Handling
ca: Preferències de Manipulació del mètode d'entrada

source: Setup Modules
ca: Configura Mòduls

source: Setup Remembers
ca: Organització Recordatori

source: Setup Color Classes
ca: Configura Tipus de Color

source: Setup Gadcon
ca: Configura la Comanda

source: Setup Wallpaper
ca: Configura Fons de Pantalla

source: Setup Mouse
ca: Configuració del ratolí

source: Setup Bindings
ca: Configura Tecles Ràpides

source: Setup Thumbnailer
ca: Preferències Miniatura

source: Setup Desktop Environment
ca: Preferències Entorn Escriptori

source: Setup File Ordering
ca: Arxiu de configuració de comanda

source: Load Modules
ca: Carregant Mòduls

source: Setup Shelves
ca: Configura Lleixes

source: Configure Shelves
ca: Configura Lleixes

source: Almost Done
ca: Quasi Llest

source: Testing Format Support
ca: Suport de Test de Formats

source: Enlightenment crashed early on start and has<br>been restarted. There was an error loading the<br>module named: %s. This module has been disabled<br>and will not be loaded.
ca: Enlightenment ha fallat poc després d'arrencar i <br>serà re-iniciat.Hi havia un error carregant el<br> mòdul anomenat:%s.Aquest mòdul serà descarregat<br> i no tornarà a ser carregat.

source: Enlightenment crashed early on start and has been restarted
ca: Enlightenment ha fallat poc després d'arrencar i serà reiniciat.

source: Enlightenment crashed early on start and has been restarted.<br>There was an error loading the module named: %s<br><br>This module has been disabled and will not be loaded.
ca: Enlightenment ha fallat poc després d'arrencar i serà re-iniciat.<br>Hi havia un error carregant el mòdul anomenat:%s<br><br>Aquest mòdul serà descarregat<br> i no tornarà a ser carregat.

source: Enlightenment crashed early on start and has been restarted.<br>All modules have been disabled and will not be loaded to help<br>remove any problem modules from your configuration.<br><br>The module configuration dialog should let you select your<br>modules again.
ca: Enlightenment ha fallat poc després d'arrencar i serà re-iniciat.<br> Tots els mòduls han estat des-habilitats i no es podran carregar<br> per tal de poder borrar qualsevol problema de la seva configuració.<br><br>El diàleg de configuració de mòdul hauria de deixar-te seleccionar<br> el mòduls altre cop.

source: Loading Module: %s
ca: Carregant Mòdul:%s

source: There was an error loading the module named: %s<br>No module named %s could be found in the<br>module search directories.<br>
ca: Hi havia un error carregant el mòdul : %s<br>No s'ha pogut trobar cap mòdul anomenat %s <br>en el directori de cerca de mòduls.<br>

source: Error loading Module
ca: Error Carregant el Mòdul

source: There was an error loading the module named: %s<br>The full path to this module is:<br>%s<br>The error reported was:<br>%s<br>
ca: Hi havia un error carregant el mòdul anomenat: %s<br>La ruta completa a aquest mòdul és <br>%s<br>L'error reportat era ::<br>%s<br>

source: Module does not contain all needed functions
ca: Mòdul que no conté totes les funcions necessàries.

source: Module API Error<br>Error initializing Module: %s<br>It requires a minimum module API version of: %i.<br>The module API advertized by Enlightenment is: %i.<br>
ca: Error de mòdul d' Api <br> Error inicialitzant Mòdul:%s<br>Això requereix una versió mínim de modul d'API: %i<br> L'advertència del mòdul APIper Enlightenment és: %i<br>

source: Enlightenment %s Module
ca: Mòdul %s de Enlightenment

source: What action should be taken with this module?<br>
ca: Quina acció s'hauria de fer amb aquest mòdul?<br>

source: Keep
ca: Mantenir

source: The following modules are not standard ones for<br>Enlightenment and may cause bugs and crashes.<br>Please remove them before reporting any bugs.<br><br>The module list is as follows:<br><br>
ca: Els seguents mòduls no són estandard per<br> Enlightenment i poden causar bugs i trancaments.<br>Si us plau borra'ls abans de reportar cap bug.<br><br>La lista de mòduls és la següent:<br><br>

source: Unstable module tainting
ca: Mòdul inestable corrumput

source: I know
ca: Ho sé

source: You disabled the screensaver too fast.<br><br>Would you like to enable <b>presentation</b> mode and temporarily disable screen saver, lock and power saving?
ca: S'ha deshablitat el salvapantalles massa ràpid.<br><br>Vols tornar a activar el mode <b>presentació</b> i temporalment deshabilitar el salvapantallas, bloqueig i estalvi d'energia?

source: Horizontal
ca: Horitzontal

source: Left
ca: Esquerra:

source: Right
ca: Dreta

source: Top
ca: Dalt

source: Bottom
ca: Inferior

source: Top-left Corner
ca: Cantonada superior esquerra

source: Top-right Corner
ca: Cantonada superior dreta

source: Bottom-left Corner
ca: Vora inferior esquerra

source: Bottom-right Corner
ca: Vora inferior dreta

source: Left-top Corner
ca: Cantonada esquerra superior

source: Right-top Corner
ca: Cantonada dreta superior

source: Left-bottom Corner
ca: Vora part inferior esquerra

source: Right-bottom Corner
ca: Vora part inferior Dreta

source: Shelf #%d
ca: Lleixa #%d

source: Shelf Autohide Error
ca: Autooculta Error de Lleixa

source: Shelf autohiding will not work properly<br>with the current configuration; set your shelf to<br>"Below Everything" or disable autohiding.
ca: Auto-oculta lleixa no anirà bé<br> amb l'actual configuració: Posa la teva lleixa<br>"darrera de tot" o desactiva auto-ocultació.

source: Add New Shelf
ca: Afegeix Nova Lleixa

source: Shelf Error
ca: Error Lleixa

source: A shelf with that name already exists!
ca: Una lleixa amb aquest nom ja existeix!

source: Stop Moving Gadgets
ca: Parar de Moure Gadgets

source: Begin Moving Gadgets
ca: Començar a Moure Gadgets

source: Are you sure you want to delete this shelf?
ca: Estàs Segur que Vols Eliminar aquesta Lleixa?

source: You requested to delete this shelf.<br><br>Are you sure you want to delete it?
ca: S'ha demanat borrar aquesta Lleixa,<br><br>Estàs segur que la vols eliminar ?

source: A shelf with that name and id already exists!
ca: Una lleixa amb aquest nom i aquest id ja existeix!

source: Rename Shelf
ca: Canvia nom LLeixa

source: Contents
ca: Contingut

source: Orientation
ca: Orientació

source: Autohide
ca: Auto oculta

source: Refresh
ca: Refresca

source: Starting %s
ca: Arrancant %s

source: Checking System Permissions
ca: Verificació permisos sistema

source: System Check Done
ca: Comprovació de sistema Fet

source: Logout is taking too long.<br>Some applications refuse to close.<br>Do you want to finish the logout<br>anyway without closing these<br>applications first?<br><br>Auto logout in %d seconds.
ca: Sortir està portant molt de temps. <br>Algunes aplicacions no poden ser tancades.<br>Vol acabar de sortir<br>sense tancar aquestes<br>aplicacions primer ?<br><br>Soritda automàtica en %d segons.

source: Logout problems
ca: Problemes de Sortida

source: Logout now
ca: Sortir ara

source: Wait longer
ca: Espera

source: Cancel Logout
ca: Anul·la la Sortida

source: Logout in progress
ca: Sortir està en Procés

source: Logout in progress.<br><hilight>Please wait.</hilight>
ca: Sortida en procés.<br><hilight> Si us plau, espera</hilight>

source: Enlightenment is busy with another request
ca: Enlightenment està col·lapsat per un altra procés

source: Logging out.<br>You cannot perform other system actions<br>once a logout has begun.
ca: Tancament de sessió.<br>No es pot realitzar una altre acciò de sistema<br>un cop el tancament dea sessió ha començat.
