Repository: jordemort/e17
Catalog: po/*.po
Languages: ca

source: Search cached files
ca: Cerca fitxers en memòria cau

source: Cache visited directories
ca: Directoris visitats en memòria cau

source: Clear cache
ca: Neteja memòria cau

source: Show Dialog
ca: Mostra Diàleg

source: Switch to Window
ca: Salta a la finestra

source: Toggle Fullscreen
ca: Alternar a Pantalla Completa

source: Send to Desktop
ca: Envia a la Taula de Treball

source: Show %s Plugin
ca: Mostra %s Plugin

source: Browse %s
ca: Navegador %s

source: Ok, here comes the explanation of <hilight>everything</hilight>...<br> Just type a few letters of the thing you are looking for. <br> Use cursor <hilight>&lt;up/down&gt;</hilight> to choose from the list of things.<br> Press <hilight>&lt;tab&gt;</hilight> to select an action, then press <hilight>&lt;return&gt;</hilight>.<br> This page will not show up next time you run <hilight>everything</hilight>.<br> <hilight>&lt;Esc&gt;</hilight> close this Dialog<br> <hilight>&lt;?&gt;</hilight> show this page<br> <hilight>&lt;return&gt;</hilight> run action<br> <hilight>&lt;ctrl+return&gt;</hilight> run action and continue<br> <hilight>&lt;tab&gt;</hilight> toggle between selectors<br> <hilight>&lt;ctrl+tab&gt;</hilight> complete input (depends on plugin)<br> <hilight>&lt;ctrl+'x'&gt;</hilight> jump to plugin beginning with 'x'<br> <hilight>&lt;ctrl+left/right&gt;</hilight> cycle through plugins<br> <hilight>&lt;ctrl+up/down&gt;</hilight> go to first/last item<br> <hilight>&lt;ctrl+1&gt;</hilight> toggle view modes (exit this page ;)<br> <hilight>&lt;ctrl+2&gt;</hilight> toggle list view modes<br> <hilight>&lt;ctrl+3&gt;</hilight> toggle thumb view modes
ca: Bé, aqui hi ha l'explicació de <hilight>qualsevol cosa</hilight>...<br>Escriu alguna lletra del que estàs cercant.<br> Usa el cursor <hilight> amunt/aball</hilight> per escollir de la llista de coses.<br> Pitja <hilight>tab</hilight> per escollir una acció, llavors pitja <hilight>return</hilight>.<br> Aquesta pàgina no et mostrarà la següent vegada per executar <hilight>qualsevol cosa</hilight>.<br><hilight>Esc</hilight> tanca el Diàleg<br><hilight>&lt;?&gt;</hilight> mostra aquesta pàgina<br> <hilight>&lt;return&gt;</hilight> executa acció<br> <hilight>&lt;ctrl+return&gt;</hilight> executa acció i continua<br> <hilight>&lt;tab&gt;</hilight> canvia entra selectors<br> <hilight>&lt;ctrl+tab&gt;</hilight> entrada completa (depen de plugin)<br> <hilight>&lt;ctrl+'x'&gt;</hilight> llança el plugin al principi amb 'x'<br> <hilight>&lt;ctrl+esquerra</right&gt;</hilight> cicle a través plugins<br> <hilight>&lt;ctrl+up/down&gt;</hilight> anar al primer/últim element<br> <hilight>&lt;ctrl+1&gt;</hilight> alterna mode de vista (surt d'aquesta pàgina)<br> <hilight>&lt;ctrl+2&gt;</hilight> alterna llista mode de vista<br> <hilight>&lt;ctrl+3&gt;</hilight> Alterna mode de vista

source: Back
ca: Tornar

source: Other application...
ca: Altre Aplicació ...

source: Go To Parent Directory
ca: Anar al Directori Pare

source: Clone Window
ca: Clona Finestra

source: Copy Path
ca: Copia Ruta

source: Run
ca: Córrer

source: Open
ca: Obre

source: %d file
ca: %d fitxer...

source: Known Applications
ca: Aplicacions Conegudes

source: Suggested Applications
ca: Aplicacions Suggerides

source: All Applications
ca: Totes les Aplicacions

source: Custom Command
ca: Comanda a la Mida

source: Copying is aborted
ca: Còpia Avortada

source: Moving is aborted
ca: Moure Avortat

source: Deleting is aborted
ca: Esborrar avortat

source: Secure deletion is aborted
ca: Esborrar segur avortat

source: Unknown operation from slave is aborted
ca: Operació desconeguda de treball forçós s'avorta

source: Copy of %s done
ca: Còpia de %s feta

source: Copying %s (eta: %s)
ca: Copiant %s (falta: %s)

source: Move of %s done
ca: Moure %s fet

source: Moving %s (eta: %s)
ca: Moure %s (falta: %s)

source: Delete done
ca: Esborrat Fet

source: Deleting files...
ca: Esborrant fitxers...

source: Secure delete done
ca: Esborrat segur fet

source: Securely deleting files...
ca: Esborrant fitxers segur ...

source: Unknown operation from slave %d
ca: Operació desconeguda de treball forçós %d

source: EFM Navigation
ca: EFM navegació

source: File Icons
ca: Fitxers d'Icones

source: File Types
ca: Tipus de fitxers

source: File Icon
ca: Fitxer d'Icona

source: Basic Info
ca: Informació Bàsica

source: Use Generated Thumbnail
ca: Usa l'Ungla Generada

source: Use Theme Icon
ca: Utilitza la Icona del Tema

source: Use Edje File
ca: Utilitza el Fitxer Edje

source: Use Image
ca: Usa Imatge

source: Use Default
ca: Ajusta a Predeterminat

source: Select an Edje file
ca: Seleccioneu un arxiu de

source: Select an image
ca: Seleccioneu una imatge

source: Icon Size
ca: Mida Icona

source: View
ca: Vista

source: File Extensions
ca: Extensions Fitxer

source: Full Path In Title
ca: Ruta Completa al Títol

source: Icons On Desktop
ca: Icones Escriptori

source: Sidebar
ca: Barra lateral

source: Open Dirs In Place
ca: Obra directoris al LLoc

source: Use Single Click
ca: Utilitza Únic Clic

source: 'cp+rm' instead of 'mv'
ca: 'cp+rm' enlloc de 'mv'

source: Use Alternate Selection Modifiers
ca: Usa Selecció Modiricacors Alternatius

source: Allow Navigation On Desktop
ca: Habilita Nevagació a l'Escriptori

source: Max File Size For Thumbnailing
ca: Mida màxim fitxer per Thumbnailing

source: Spring Delay
ca: Retrasa Aparició

source: Behavior
ca: Comportament

source: Show device icons on desktop
ca: Mostra icones de dispositiu a l'escriptori

source: Mount volumes on insert
ca: Monta els volums en insertar

source: Open filemanager on mount
ca: Obrir managador de fitxers en montar

source: Device
ca: Dispositiu

source: Show tooltip
ca: Mostrar informació sobre eines

source: Tooltip delay
ca: Retràs eina final

source: Tooltip size (Screen percentage)
ca: Mida aina final (percentatge Pantalla)

source: Tooltips
ca: Eines Finals

source: File Manager
ca: Manegador de Fitxers

source: Navigate
ca: Navega

source: No listable items
ca: No llistat contingut

source: GTK Bookmarks
ca: Marques GTK

source: Current Directory
ca: Directori Actual

source: Home
ca: Casa

source: Root
ca: Arrel

source: Navigate...
ca: Navega...

source: Processing %d operation
ca: Processant %d operació

source: Filemanager is idle
ca: Managador de fitxers està inactiu

source: EFM Operation Info
ca: Informació Operació EFM

source: Background
ca: Fons de Pantalla

source: Hover (Key Toggle)
ca: Sobre (Alternar Tecla)

source: Desktop Gadgets
ca: Artilugi Escriptori

source: Available Layers
ca: Capes Autoritzades

source: Configure Layer
ca: Configura Capes

source: Layers
ca: Capes

source: Custom Image
ca: Imatge Personalitzada

source: Custom Color
ca: Color Personalitzat

source: Animations
ca: Animacions

source: Background Options
ca: Opcionsl Fons de Pantalla

source: Begin move/resize
ca: Comença moviment/re-dimensió

source: Free
ca: Lliure

source: Appearance
ca: Aparença

source: Add other gadgets
ca: Afegir altres gadgets

source: Show/hide gadgets
ca: Mostra/Oculta artefactes

source: Change Gadgets
ca: Canvia Gadgets

source: Window Switcher Settings
ca: Preferències Canvi Finestra

source: Windows from other desks
ca: Finestres des d'altres taules

source: Windows from other screens
ca: Finestres des d'altres pantalles

source: Iconified
ca: Iconificat

source: Iconified from other desks
ca: Iconificat per altres escriptoris

source: Iconified from other screens
ca: Iconificat per altres pantalles

source: Uniconify/Unshade
ca: Desconifica/Desenrotllar

source: Warp mouse while selecting
ca: Deshabilita ratolí mentre es sel·leccioni

source: Warp mouse at end
ca: Deshabilita ratolí al final

source: Jump to desk
ca: Salta a l'escriptori

source: Selecting
ca: Seleccionant

source: Warp speed
ca: Velocitat Des-sel·lecció

source: Scroll Animation
ca: Animació de Desplaç

source: Scroll speed
ca: Velocitat de Desplaç

source: Minimum width
ca: Mínima Amplada

source: Maximum width
ca: Màxima Amplada

source: Minimum height
ca: Mínima Alçada

source: Maximum height
ca: Màxima Alçada

source: Horizontal alignment
ca: Alineament Horitzontal

source: Vertical alignment
ca: Alineament Vertical

source: Alignment
ca: Alineament

source: Window Switcher
ca: Canviador de Finestres

source: Next Window
ca: Finestra Següent

source: Previous Window
ca: Finestra Prèvia

source: Next window of same class
ca: Següent finestra de la mateixa classe

source: Previous window of same class
ca: Prèvia finestra de la mateixa classe

source: Next window class
ca: Següent classe de Finestra

source: Previous window class
ca: Prèvia classe de Finestra

source: Window on the Left
ca: Finestra a l'esquerra

source: Window Down
ca: Finestra avall

source: Window Up
ca: Finestra Amunt

source: Window on the Right
ca: Finestra a la Dreta

source: Winlist Error
ca: Error en Llista de Finestres

source: Winlist cannot be activated from an edge binding
ca: Llista de finestra no pot ser activada per drecera de vora

source: Winlist cannot be activated from a signal binding
ca: Llista de finestra no pot ser activada per drecera de senyal

source: Winlist cannot be activated from an ACPI binding
ca: Llista de finestra no pot ser activada per drecera de ACPI

source: Select a window
ca: Seleccioneu una Finestra

source: IBar Settings
ca: Preferències IBar

source: Selected source
ca: Font seleccionada

source: Setup
ca: Preferències

source: Icon Labels
ca: Etiquetes d'Icones

source: Show icon label
ca: Mostra Etiqueta d'Icona

source: Lock icon move
ca: Bloqueja moviment d'icona

source: Track launch
ca: Llençar Pista

source: Create new IBar source
ca: Crea una Nova ibar

source: Enter a name for this new source:
ca: Introdueix un nom per aquest nou codi

source: You requested to delete "%s".<br><br>Are you sure you want to delete this bar source?
ca: S'ha demanat borrar "%s".<br><br> Esta segur que vol borrar aquesta barra font?

source: Are you sure you want to delete this bar source?
ca: Estàs Segur que vol eliminar aquesta "barra" ?

source: Create new Icon
ca: Crear nou icona

source: Icon %s
ca: Icona %s

source: IBox Settings
ca: Preferències IBos

source: Expand When On Desktop
ca: Expendir Quan Escriptori

source: Show Icon Label
ca: Mostra l'Etiqueta d'Icona

source: Display Name
ca: Mostra el Nom

source: Display Title
ca: Mostra el Títol

source: Display Class
ca: Mostra la Classe

source: Display Icon Name
ca: Mostra el Nom de l'Icona

source: Display Border Caption
ca: Mostra Etiqueta de Bora

source: Show windows from all screens
ca: Mostra les Finestres de Totes les Pantalles

source: Show windows from current screen
ca: Mostra les Finestres d'Aquesta Pantalla

source: Show windows from all desktops
ca: Mostra les Finestres de totes les Taules de Treball

source: Show windows from active desktop
ca: Mostra les Finestres d'aquesta Taula de Treball activa

source: Pager Settings
ca: Paràmetres

source: Flip desktop on mouse wheel
ca: Canvia de Taula de Treballi quan el ratolí estigui a l'extrem

source: Always show desktop names
ca: Mostra sempre noms d'escriptori

source: Live preview
ca: Vista prèvia en viu

source: Show popup on desktop change
ca: Mostra finestra emergent en el canvi d'escriptori

source: Show popup for urgent windows
ca: Mostrar finestra emergent per finestres urgents

source: Resistance to dragging
ca: Resistència en Arrastrar Finestres

source: Select and Slide button
ca: Seleccioni i Rellisqui botó

source: Click to set
ca: Click al conjunt

source: Drag and Drop button
ca: Botó Arrastrar i deixar anar

source: Drag whole desktop
ca: Arrossega tot l'escriptori

source: Popup pager height
ca: Alçada de pàgina llençador

source: Popup duration
ca: Durada de finestra emergent

source: %1.1f seconds
ca: %1.1f segons

source: Pager action popup height
ca: Amplada acció finestra emergent Paginador

source: Show popup for urgent window
ca: Mostrar finestres emergent per finestres d'urgència

source: Urgent popup sticks on screen
ca: Finestres urgents emergents en pantalla

source: Show popup for focused windows
ca: Mostra finestra urgent per finestres amb focus

source: Urgent popup duration
ca: Duració finestra emergent

source: Urgent Windows
ca: Finestres Urgents

source: Attention
ca: Atenció

source: You cannot use the right mouse button in the<br>shelf for this as it is already taken by internal<br>code for context menus.<br>This button only works in the popup.
ca: No es pot usar el botó dret del ratolí a la <br> lleixa per això ja que està sent utilitzat pel codi<br>intern per als menús contextuals.<br>Aquest botó només funciona en la finestra emergent.

source: Show Pager Popup
ca: Mostra Finestra Urgent Paginació

source: Popup Desk Right
ca: Finestra Urgent Dreta Escriptori

source: Popup Desk Left
ca: Finestra Urgent Esquerra Escriptori

source: Popup Desk Up
ca: Finestra Urgent Dalt Escriptori

source: Popup Desk Down
ca: Finestra Urgent Baix Escriptori

source: Popup Desk Next
ca: Finestra Urgent Següent Escriptori

source: Popup Desk Previous
ca: Finestra Urgent Prèvi Escriptori

source: Physics Settings
ca: Preferències

source: Physics delay after drag
ca: Retràs físic desrpés d'arrastrar

source: Maximum window mass
ca: Massa Màxima Finestra

source: Desktop gravity
ca: Gravetat Escriptori

source: Disable Movement
ca: Deshabilitat Moviment

source: Disable Rotation
ca: Deshabilita Rotació

source: Ignore Fullscreen
ca: Ignora Pantalla Completa

source: Ignore Maximized
ca: Ignora Maximitzat

source: Ignore Shelves
ca: Ignore Lleixes

source: Ignore
ca: Ignora

source: Physics
ca: Física

source: Physics Error
ca: Error Físic

source: The physics module could not be started
ca: El mòdul Físic no pot ser arrancat

source: Syscon Settings
ca: Preferències Syscon

source: Secondary
ca: Secundari

source: Icon Sizes
ca: Mira Icona

source: Do default action after timeout
ca: Fer acció per defecte després de temps d'espera

source: Default Action
ca: Accions Defecte

source: System Controls
ca: Controls Sistema

source: Temperature Settings
ca: Preferències Temperatura

source: Display Units
ca: Mostra Unitats

source: Check Interval
ca: Interval de Refresc

source: High Temperature
ca: Alta Temperatura

source: Low Temperature
ca: Baixa Temperatura

source: Temperature
ca: Temperatura

source: Next
ca: Següent

source: Please Wait...
ca: Si us plau, espera ...

source: Welcome to Enlightenment
ca: Benvingut a Enlightenment

source: Select one
ca: Selecciona un

source: Profile
ca: Perfil

source: Adding missing App files
ca: Afegir fitxers perduts d'Aplicació

source: Select preferred size
ca: Seleccioneu mida preferida

source: Focus by ...
ca: Enfocament per ...

source: Mouse Over
ca: Punter del Ratolí sobre

source: Network Management
ca: Gestió de Xarxa

source: Connman network service not found
ca: Servei Connman de xarxa no trobat

source: Install Connman for network management support
ca: Instal·la connman pel suport de managament de xarxa

source: Connman support disabled
ca: Suport Connman deshabilitat

source: Install/Enable Connman for network management support
ca: Instal·la/Habilita Connman pel suport de managament de xarxa

source: Checking to see if Connman exists
ca: Provant de mirar si Connman existeix

source: Compositing
ca: Composició

source: Hardware Accelerated (OpenGL)
ca: Acceleració Hardware (OpenGL)

source: Updates
ca: Actualitzacions

source: Check for available updates
ca: Comprova actualtizacions

source: Enlightenment can check for new<br>versions, updates, security and<br>bugfixes, as well as available add-ons.<br><br>This is very useful, because it lets<br>you know about available bug fixes and<br>security fixes when they happen. As a<br>result, Enlightenment will connect to<br>enlightenment.org and transmit some<br>information, much like any web browser<br>might do. No personal information such as<br>username, password or any personal files<br>will be transmitted. If you don't like this,<br>please disable this below. It is highly<br>advised that you do not disable this as it<br>may leave you vulnerable or having to live<br>with bugs.
ca: Enlightenment pot mirar per<br> nomes version, actualitzacions, seguretat i <br> fixacions de bugs, com a afegitons.<br><br>Aixòés molt útil, perquè això deixa <br> a tu saber què fixa cada bug i <br> fixacions de seguretat que passen. Com a<br> resultat, Enlightenment pot connecgtar a<br> enlightenment.org i trasmetre alguna<br> informació, com per exemple quaslsevol navegador <br> pot fer. Cap dada persona com<br> nom, password o qualsevol altre tipus personal<br> no serà retransmés. Si desconeixes això,<br> si us plau, desactiva-ho seguidament.Això és altament<brt>recomenat que tu no desactivis això així<br> ja que podria haver-hi vulnerabilitat o tenir <br> altres bugs.

source: Enable update checking
ca: Autoritxa actualizacións

source: Information
ca: Informació

source: A taskbar can be added to<br>show open windows and applications.
ca: Barra de tasques poden ser afegides<br> per mostrar finestres obertes i aplicacions.

source: Enable Taskbar
ca: Activa Barra de Tasques

source: Capture
ca: Capturar

source: Playback
ca: Reproducció

source: Output
ca: Sortida

source: Cards
ca: Targetes

source: Channels
ca: Canals

source: Card:
ca: Tarjeta:

source: Channel:
ca: Canal:

source: Left:
ca: Esquerra:

source: Right:
ca: Dreta:

source: Mute
ca: Silencia

source: Lock Sliders
ca: Bloqueja

source: Show both sliders when locked
ca: Mostra els dos lliscadors quan estiguin bloquejats

source: Show Popup on volume change via keybindings
ca: Mostra Finestra emergent en el canvi de volum a través de dreceres de teclat

source: Sound Cards
ca: Targetes de So

source: Mixer Settings
ca: Preferències Mesclador

source: Mixer to use for global actions:
ca: Mesclador per usar per accions globals:

source: Display desktop notifications on volume change
ca: Mostra notificacions d'escriptori quan el volum canviï

source: Launch mixer...
ca: Llança mesclador...

source: Mixer Module Settings
ca: Preferències Mòdul Mesclador

source: Mixer
ca: Mesclador

source: New volume
ca: Nou volum

source: Volume changed
ca: Volum canviat

source: Mixer Settings Updated
ca: Preferències Mesclador Actualitzat

source: Mixer Module
ca: Mòdul Mesclador

source: Increase Volume
ca: Pujar Volum

source: Decrease Volume
ca: Baixar Volum

source: Mute Volume
ca: Volum Mesclador

source: Connection Manager
ca: Manegador Connexions

source: Missing Application
ca: Aplicació Perduda

source: This module wants to execute an external application EConnMan that does not exist.<br>Please install <b>EConnMan</b> application.
ca: Aquest mòdul vol executar una aplicacions externa EConnMan que no existeix.<br> Si us plau, instal·la aplicació <b>EConnMan</b>.

source: Wifi On
ca: WiFi Engegat

source: Enter a unique name for this entry
ca: Entra un únic nom per aquesta entrada

source: Disable Warning Dialogs
ca: Deshabilita els Diàlegs d'Advertència

source: Disable Startup Tutorial
ca: Desactive Tutorial Arrancada

source: Entries
ca: Entrada

source: Hide Instead Of Raising
ca: Oculta en lloc de pujar

source: Hide If Focus Lost
ca: Oculta si es Perd Focus

source: Quickaccess Settings
ca: Preferències Accés Ràpid

source: Quickaccess
ca: Ràpid Accès

source: Toggle Visibility
ca: Alternar Visibilitat

source: Add Quickaccess For Current Window
ca: Afegir Ràpid Accés per Aquesta Finestra

source: Remove Quickaccess From Current Window
ca: Borra Ràpid Accés d'Aquesta Finestra

source: Quickaccess Error
ca: Error Ràpid Accès

source: Could not determine command for starting this application!
ca: No es pot determinar la comanda per arrancar aquesta aplicació!

source: The relaunch option is meant to be used<br>with terminal applications to create a persistent<br>terminal which reopens when closed, generally seen<br>in quake-style drop-down terminals.<br>Either the selected application is not a terminal<br>or the cmdline flag for changing the terminal's window<br>name is not known. Feel free to submit a bug report if this<br>is a terminal which can change its window name.<br>Alternatively, you can add a data.item to
ca: L'opció de relllançar està destinada<br>a crear aplicacions de terminal<b>les quals es reobres i tanquen, generalment com terminal desplegable estil quake.<br>O bé l'aplicació sel·leccionada no és terminal<br> o la linea de comandes canvia la bandera de nom <br>de finestra no és conegut.Sigues lliure per reportar un bug d'això<br> si això és un terminal el qual pot canviar el nom de finestra.<br>Alternativament, tu pots afegir contingut.

source: Like so:
ca: Com a tal:

source: Quickaccess Help
ca: Ajuda Ràpid Accés

source: Cannot set relaunch for window without name and class!
ca: No es pot configurar per rellançar per finestra sense nom i classe!

source: Cannot set relaunch for internal E dialog!
ca: No es pot configurar per rellançar diàleg intern E!

source: The selected window created with name:<br>%s<br>and class:<br>%s<br>could not be found in the Quickaccess app database<br>This means that either the app is unknown to us<br>or it is not intended for use with this option.<br>Please choose an action to take:
ca: La finestra creada seleccionada amb el nom<br>%s<br> i classe<br>%s<br>No pot ser trobada en l'a base de dades de l'aplicació Ràpid Accés<br>Això significa que aquesta aplicació és desconeguda per nosaltres<br>o això no és esperat per usar amb aquesta opció.<br> Si us plau, tria una acció a fer :

source: Continue
ca: Continua

source: More Help
ca: Més Ajuda

source: The requested Quickaccess entry does not exist!
ca: L'entrada de Ràpid Accés requerida no existeix!

source: Keybind Error
ca: Error drecera de Tecla

source: The keybinding you have entered is already in use!
ca: La drecera de teclat que s'ha entrat ja està en us!

source: Hide Instead Of Raise
ca: Oculta en Lloc de Pujar

source: Jump Mode
ca: Manera de Saltar

source: Relaunch When Closed
ca: Rellança quan es tanqui

source: Transient
ca: Passatger

source: Remove Quickaccess
ca: Borra Ràpid Accés

source: Quickaccess...
ca: Ràpid Accés

source: Add Quickaccess
ca: Afegir Ràpid Accés

source: The options found in the Quickaccess menu are as follows:<br><hilight>Autohide</hilight> - hide the window whenever it loses focus<br><hilight>Hide Instead of Raise</hilight> - Hide window when activated without focus<br><hilight>Jump Mode</hilight> - Switch to window's desk and raise instead of showing/hiding<br><hilight>Relaunch When Closed</hilight> - Run the entry's command again when its window exits<br><hilight>Transient</hilight> - Remember only this instance of the window (not permanent)
ca: Les opcions trobades en el menú de Ràpid Accés són les següents:<br><hilight>Autooculta</hilight> - oculta la finestra quan perdi el focus<br><hilight>Oculta en lloc de Pujar</hilight> - Oculta la finestra quan perdi el focus<br><hilight>Mode Salt</hilight> - Canvia l'escriptori de finestra i Augmentar en lloc de mostrar / amagar<br><hilight>Rellença quan es tanqui</hilight> - Executa el comanda sencer tot i que la mateix finestra existeixi<br><hilight>Temporal</hilight> - Recorda només l'instància de finestras (no permanent)

source: You deleted it on your own, you rascal!<br>Way to go!
ca: Has borrat això tu mateix, ets un murri!! Et felicito!!

source: Stop
ca: Para

source: Great! Activate the Quickaccess entry again to show it!
ca: Bé!! Activa l'entrada de Ràpid Accés altre cop per mostrar-lo!!

source: Great! Activate the Quickaccess entry again to hide it!
ca: Bé!! Activa l'entrada de Ràpid Accés altre cop per ocultar-lo!!

source: Well done.<br>Now to delete the entry we just made...
ca: Tot Fet.<br>Ara per borrar l'entrada només has de fer ...
