Repository: jordemort/e17
Catalog: po/*.po
Languages: ca

source: About Enlightenment
ca: Sobre Enlightenment

source: Close
ca: Tanca

source: <title>Copyright &copy; 2000-2012, by the Enlightenment Development Team</><br><br>We hope you enjoy using this software as much as we enjoyed writing it.<br><br>To contact us please visit:<br><hilight>http://www.enlightenment.org</><br><br>
ca: <title>Copyright &copia; 2000-2012, Per l'Equip de Desenvolupament d'Enlightenment</><br><br>Nosaltres esperem que tu disfrutis usant aquest software tan com nosaltres hem disfrutat escrivint-lo.<br><br>Per contactar amb nosaltres si us plau visita:<br><hilight>http://www.enlightenment.org</><br><br>

source: <title>The Team</><br><br>
ca: <title>Equip</title><br>

source: You are about to kill %s.<br><br>Please keep in mind that all data from this window<br>which has not yet been saved will be lost!<br><br>Are you sure you want to kill this window?
ca: Vols matar el procés %s.<br><br>Si us plau, recorda que tota l'informació d'aquesta pantalla,<br> que no ha estat guardada, serà perduda!!!<br><br>Segur que vols matar aquesta finestra ?

source: Are you sure you want to kill this window?
ca: Estàs segur que vols matar aquesta finestra ?

source: Kill
ca: Mata

source: Exit
ca: Surt

source: Are you sure you want to exit Enlightenment?
ca: Estàs segur que vol sortir de l'Enlightenment?

source: Yes
ca: Si

source: Logout
ca: Surt

source: Are you sure you want to logout?
ca: Estàs segur que vols sortir ?

source: Power off
ca: Apaga

source: Are you sure you want to power off your computer?
ca: Segur que vols parar el teu ordinador?

source: Reboot
ca: Re-iniciar l'ordinador

source: Are you sure you want to reboot your computer?
ca: Segur que vols Re-iniciar l'ordinador ?

source: Suspend
ca: Suspendre l'ordinador

source: Are you sure you want to suspend your computer?
ca: Segur que vols suspendre l'ordinador ?

source: Hibernate
ca: Hiberna

source: Are you sure you want to hibernate your computer?
ca: Estàs segur que vol hibernar l'ordinador ?

source: Window : Actions
ca: Finestra : Accions

source: Move
ca: Mou

source: Resize
ca: Re-dimensiona

source: Menu
ca: Menú

source: Window Menu
ca: Menú de Finestra

source: Raise
ca: Augment

source: Lower
ca: Més petit

source: Window : State
ca: Finestra : Estat

source: Sticky Mode Toggle
ca: Alternar Mode enganxós

source: Sticky Mode Enable
ca: Mode enganxós Activat

source: Iconic Mode Toggle
ca: Alternar Mode icònic

source: Iconic Mode Enable
ca: Mode icònic Activat

source: Fullscreen Mode Toggle
ca: Alternar Mode Pantalla Completa

source: Fullscreen Mode Enable
ca: Mostra a Pantalla Completa Activat

source: Maximize
ca: Maximitza

source: Maximize Vertically
ca: Maximitza Verticalment

source: Maximize Horizontally
ca: Maximitza Horitzontalment

source: Maximize Left
ca: Maximitza Esquerra

source: Maximize Right
ca: Maximitza Dreta

source: Maximize Fullscreen
ca: Maximitza a Pantalla Completa

source: Maximize Mode "Smart"
ca: Mode Maximització "Smart"

source: Maximize Mode "Expand"
ca: Mode Maximització "Expand"

source: Maximize Mode "Fill"
ca: Mode Maximització "Fill"

source: Shade Up Mode Toggle
ca: Alternar Mode d'Ombrejat Amunt

source: Shade Down Mode Toggle
ca: Alternar Mode d'Ombrejat Avall

source: Shade Left Mode Toggle
ca: Alternar Mode d'Ombrejat a l'Esquerrat

source: Shade Right Mode Toggle
ca: Alternar Mode d'Ombrejat a Dreta

source: Shade Mode Toggle
ca: Alternar Mode d'Ombrejat

source: Set Shaded State
ca: Establir Estat Ombrejat

source: syntax: "(0|1) (up|down|left|right)"
ca: Sintaxi: "(0|1) (amunt|avall|esquerra|dreta)"

source: Toggle Borderless State
ca: Alternar Estat Sense Tanca de la Vora

source: Set Border
ca: Establir Vora

source: Cycle between Borders
ca: Cicle entre els Extrems

source: Toggle Pinned State
ca: Alternar Estat de la Tanca Clavada

source: Desktop
ca: Taula de Treball

source: Flip Desktop Left
ca: Salta a la Taula de Treball de l'Esquerra

source: Flip Desktop Right
ca: Salta a la Taula de Treball de la Dreta

source: Flip Desktop Up
ca: Salta a la Taula de Treball de Dalt

source: Flip Desktop Down
ca: Salta a la Taula de Treball de Baix

source: Flip Desktop By...
ca: Canvia de Taula de Treball per...

source: Flip To Previous Desktop
ca: Tirar a la Taula de Treball Prèvia

source: Show The Desktop
ca: Mostra la Taula de Treball

source: Show The Shelf
ca: Mostra la Lleixa

source: Flip Desktop To...
ca: Canvia de Taula de Treball a ...

source: Flip Desktop Linearly...
ca: Canvia de Taula de Treball linealment ...

source: Switch To Desktop 0
ca: Canvia a la Taula de Treball 0

source: Switch To Desktop 1
ca: Canvia a la Taula de Treball 1

source: Switch To Desktop 2
ca: Canvia a la Taula de Treball 2

source: Switch To Desktop 3
ca: Canvia a la Taula de Treball 3

source: Switch To Desktop 4
ca: Canvia a la Taula de Treball 4

source: Switch To Desktop 5
ca: Canvia a la Taula de Treball 5

source: Switch To Desktop 6
ca: Canvia a la Taula de Treball 6

source: Switch To Desktop 7
ca: Canvia a la Taula de Treball 7

source: Switch To Desktop 8
ca: Canvia a la Taula de Treball 8

source: Switch To Desktop 9
ca: Canvia a la Taula de Treball 9

source: Switch To Desktop 10
ca: Canvia a la Taula de Treball 10

source: Switch To Desktop 11
ca: Canvia a la Taula de Treball 11

source: Switch To Desktop...
ca: Canvia a la Taula de Treball ....

source: Flip Desktop Left (All Screens)
ca: Salta a la Taula de Treball de l'Esquerra (Totes les Pantalles)

source: Flip Desktop Right (All Screens)
ca: Salta a la Taula de Treball de la Dreta (Totes les Pantalles)

source: Flip Desktop Up (All Screens)
ca: Salta a la Taula de Treball de Dalt (Totes les Pantalles)

source: Flip Desktop Down (All Screens)
ca: Salta a la Taula de Treball de Baix (Totes les Pantalles)

source: Flip Desktop By... (All Screens)
ca: Canvia de Taula de Treball per... (Totes les Pantalles)

source: Flip Desktop To... (All Screens)
ca: Canvia de Taula de Treball ... (Totes les Pantalles)

source: Flip Desktop Linearly... (All Screens)
ca: Canvia de Taula de Treball linealment ... (Totes les Pantalles)

source: Flip Desktop In Direction...
ca: Canvia de Taula de Treball en Direcció ...

source: Switch To Desktop 0 (All Screens)
ca: Canvia a la Taula de Treball 0 (Totes les Pantalles)

source: Switch To Desktop 1 (All Screens)
ca: Canvia a la Taula de Treball 1 (Totes les Pantalles)

source: Switch To Desktop 2 (All Screens)
ca: Canvia a la Taula de Treball 2 (Totes les Pantalles)

source: Switch To Desktop 3 (All Screens)
ca: Canvia a la Taula de Treball 3 (Totes les Pantalles)

source: Switch To Desktop 4 (All Screens)
ca: Canvia a la Taula de Treball 4 (Totes les Pantalles)

source: Switch To Desktop 5 (All Screens)
ca: Canvia a la Taula de Treball 5 (Totes les Pantalles)

source: Switch To Desktop 6 (All Screens)
ca: Canvia a la Taula de Treball 6 (Totes les Pantalles)

source: Switch To Desktop 7 (All Screens)
ca: Canvia a la Taula de Treball 7 (Totes les Pantalles)

source: Switch To Desktop 8 (All Screens)
ca: Canvia a la Taula de Treball 8 (Totes les Pantalles)

source: Switch To Desktop 9 (All Screens)
ca: Canvia a la Taula de Treball 9 (Totes les Pantalles)

source: Switch To Desktop 10 (All Screens)
ca: Canvia a la Taula de Treball 10 (Totes les Pantalles)

source: Switch To Desktop 11 (All Screens)
ca: Canvia a la Taula de Treball 11 (Totes les Pantalles)

source: Switch To Desktop... (All Screens)
ca: Canvia a la Taula de Treball .... (Totes les Pantalles)

source: Window : List
ca: Finestra : Llista

source: Jump to window...
ca: Salta a la finestra ...

source: Jump to window... or start...
ca: Salta a la finestra... o arranca...

source: Screen
ca: Pantalla

source: Send Mouse To Screen 0
ca: Envia el Ratolí A l'Escriptori 0

source: Send Mouse To Screen 1
ca: Envia el Ratolí A l'Escriptori 1

source: Send Mouse To Screen...
ca: Envia el Ratolí a la Pantalla ....

source: Send Mouse Forward 1 Screen
ca: Envia el Ratolí un Escriptori més enllà

source: Send Mouse Back 1 Screen
ca: Envia el Ratolí un Escriptori previ

source: Send Mouse Forward/Back Screens...
ca: Envia el Ratolí Endavant/Endarrera Pantalles

source: Dim
ca: Atenuar

source: Undim
ca: Destenuar

source: Backlight Set
ca: Preferències Llum de Fons

source: Backlight Min
ca: Llum de fons Min

source: Backlight Mid
ca: Mitjana Llum de Fons

source: Backlight Max
ca: Màxima Llum de Fons

source: Backlight Adjust
ca: Ajust Llum de Fons

source: Backlight Up
ca: Puja Llum de Fons

source: Backlight Down
ca: Abaixa Llum de Fons

source: Move To Center
ca: Moure al Centre

source: Move To Coordinates...
ca: Moure a les Coordenades ...

source: Move By Coordinate Offset...
ca: Mou Per Compensació de Coordenades

source: Resize By...
ca: Re-dimensiona per ..

source: Push in Direction...
ca: Empènyer en la Direcció ...

source: Drag Icon...
ca: Arrastrar Icona

source: Window : Moving
ca: Finestra : Moviment

source: To Next Desktop
ca: Següent Taula de Treball

source: To Previous Desktop
ca: Envia a la Taula de Treball prèvia

source: By Desktop #...
ca: A Taula de Treball #...

source: To Desktop...
ca: A Taula de Treball ...

source: To Next Screen
ca: A la Següent Pantalla

source: To Previous Screen
ca: Envia a la Pantalla prèvia

source: Show Main Menu
ca: Mostra el Menú Principal

source: Show Favorites Menu
ca: Mostra el Menú Favorits

source: Show All Applications Menu
ca: Mostra Totes les Aplicacions del Menú

source: Show Clients Menu
ca: Mostra el Menú Clients

source: Show Menu...
ca: Mostra Menú ...

source: Launch
ca: Executa

source: Command
ca: Comanda

source: Application
ca: Aplicació

source: New Instance of Focused App
ca: Nova Instància del Focus d'Aplicació

source: Restart
ca: Re-inicia

source: Exit Now
ca: Surt Ara

source: Enlightenment : Mode
ca: Enlightenment: Moda

source: Presentation Mode Toggle
ca: Alternar Mode Presentació

source: Offline Mode Toggle
ca: Alternar perfil fora de línia

source: Enlightenment : Module
ca: Enlightenment: Mòduls

source: Enable the named module
ca: Activa el mòdul anomenat

source: Disable the named module
ca: Desactiva el mòdul anomenat

source: Toggle the named module
ca: Alterna el mòdul anomenat

source: System
ca: Sistema

source: Log Out
ca: Surt

source: Power Off Now
ca: Apaga Ara

source: Power Off
ca: Apaga

source: Suspend Now
ca: Suspendre Ara

source: Hibernate Now
ca: Hiberna Ara

source: Lock
ca: Bloqueix

source: Cleanup Windows
ca: Neteja Finestres

source: Generic : Actions
ca: Generiques : Accions

source: Delayed Action
ca: Acció Retrasada

source: Keyboard Layouts
ca: Disposició de Teclat

source: Use keyboard layout
ca: Usa Disposició de Teclat

source: Next keyboard layout
ca: Següent Disposició de Teclat

source: Previous keyboard layout
ca: Prèvia Sortida de teclat

source: Set As Background
ca: Posa com a Fons de Pantalla

source: Color Selector
ca: Selector de Color

source: Select
ca: Selecciona

source: Cancel
ca: Cancel·la

source: Settings data needed upgrading. Your old settings have<br>been wiped and a new set of defaults initialized. This<br>will happen regularly during development, so don't report a<br>bug. This simply means Enlightenment needs new settings<br>data by default for usable functionality that your old<br>settings simply lack. This new set of defaults will fix<br>that by adding it in. You can re-configure things now to your<br>liking. Sorry for the hiccup in your settings.<br>
ca: Les preferències necessiten ser actualitzades. La vella configuració<br> ha estat netejada i una nova configuració per defecte serà inicialitzada. Això<br> sol passar durant el desenvolupament, per tan no reporti<br>bug. Això simplament significa que Enlightenment necessita noves preferències<br> que la vella configuració no tenia.Aquesta nova configuració per defecte<br> resoldrà això. Pots re-configurar coses ara com<br> t'agradi. Perdona per la patinada de les teves preferències.<br>

source: Your settings are NEWER than Enlightenment. This is very<br>strange. This should not happen unless you downgraded<br>Enlightenment or copied the settings from a place where<br>a newer version of Enlightenment was running. This is bad and<br>as a precaution your settings have been now restored to<br>defaults. Sorry for the inconvenience.<br>
ca: Les preferències són més NOVES que Enlightenment. Això és <br> molt extrany. Això no hauria d'haver passat a no ser que tingués<br> una versió desactualitzada d'Enlightenment o hagués copiat preferenciés d'algun lloc<br> on hi ha una versió d'Enlightenment més nova funcionant. Això és dolent i <br> com a precaució les seves preferències han estat restaurades <br> per defecte. Disculpa els inconvenients.<br>

source: Enlightenment Settings Write Problems
ca: Problemes al Escriure les Preferències de Enlightenment

source: Enlightenment has had an error while moving config files<br>from:<br>%s<br><br>to:<br>%s<br><br>The rest of the write has been aborted for safety.<br>
ca: Enlightenment ha tingut un error mentre movia fitxers de configuració<br> de :<br> %s <br> <br> a:<br> %s<br> <br> La resta d'escriptura ha estat abortada per seguretat.<br>

source: OK
ca: D'acord

source: Settings Upgraded
ca: Paràmetres Actualitzats

source: The EET file handle is bad.
ca: L'identificador d'arxiu EET és dolent.

source: The file data is empty.
ca: El fitxer és buit.

source: The file is not writable. Perhaps the disk is read-only<br>or you lost permissions to your files.
ca: No es pot escriure en el fitxer.Podria ser disc de només lectura<br> o que has perdut els permisos dels teus fitxers

source: Memory ran out while preparing the write.<br>Please free up memory.
ca: Estava sense memòria mentre es preparava l'escriptura.<br>Si us plau, allibera memòria.

source: This is a generic error.
ca: Això és un error genèric.

source: The settings file is too large.<br>It should be very small (a few hundred KB at most).
ca: L'arxiu de preferències és massa gran.<br>Hauria de ser molt petit (uns pocs centenars de KB com a màxim).

source: You have I/O errors on the disk.<br>Maybe it needs replacing?
ca: Tens errors d'Entrada/Sortida en el disc.<br>Podria necessitar ser re-emplaçat ?

source: You ran out of space while writing the file.
ca: Vostè no té espai per escriure el fitxer

source: The file was closed while writing.
ca: El fitxer es va tancar mentre s'escrivia.

source: Memory-mapping (mmap) of the file failed.
ca: Mapa de memòria (mmap) de l'arxiu ha fallat.

source: X509 Encoding failed.
ca: X509 Codificació fallada

source: Signature failed.
ca: Senyal fallada.

source: The signature was invalid.
ca: La senyal era invàlida.

source: Not signed.
ca: No senyal

source: Feature not implemented.
ca: Característica no implementada.

source: PRNG was not seeded.
ca: PRNG no va ser sembrat.

source: Encryption failed.
ca: Encriptació fallada.

source: Decryption failed.
ca: Des-encriptació fallada.

source: The error is unknown to Enlightenment.
ca: Aquest error és desconegut per Enlightenment

source: Enlightenment has had an error while writing<br>its config file.<br>%s<br><br>The file where the error occurred was:<br>%s<br><br>This file has been deleted to avoid corrupt data.<br>
ca: Enlightenment ha tingut un error mentre escrivia <br>el seu fitxer de configuració.<br>%s<br><br>El fitxer on l'error ha ocurregut és:<br>%s<br><br>Aquest fitxer ha estat borrat per prevenir dades corruptes.<br>

source: Advanced
ca: Avançat

source: Basic
ca: Bàsic

source: Apply
ca: Aplica

source: Modules
ca: Mòduls

source: Preferences
ca: Preferències

source: Container %d
ca: Contenidor %d

source: Error - no PAM support
ca: Error- no hi ha suport per PAM

source: No PAM support was built into Enlightenment, so<br>desk locking is disabled.
ca: No hi ha suport per PAM en l'Enlightenment, <br> per tant el bloqueig de pantalla està des-habilitat.

source: Lock Failed
ca: Errada en el Bloqueig

source: Locking the desktop failed because some application<br>has grabbed either the keyboard or the mouse or both<br>and their grab is unable to be broken.
ca: El bloqueig d'Escriptori ha fallat per què alguna aplicació <br> ha agafat el teclat o el ratolí o ambdós i no es pot fer el bloqueig

source: Please enter your unlock password
ca: Si us plau, introdueix la teva paraula clau de desbloqueig

source: Authenticating...
ca: Autenticant

source: The password you entered is invalid. Try again.
ca: El password entrar és invàlid. Prova-ho altra cop.

source: Authentication System Error
ca: Error del Sistema d'Autentificació

source: Authentication via PAM had errors setting up the<br>authentication session. The error code was <hilight>%i</hilight>.<br>This is bad and should not be happening. Please report this bug.
ca: L'autentificació via PAM té errors per autentificar la sessió.<br> L'error que ha succeït és <hilight>%i</hilight>.<br> Això és dolent i no hauria d'estar passant.Si us plau, reporta aquest bug.

source: Activate Presentation Mode?
ca: Activa Mode Presentació?

source: You unlocked your desktop too fast.<br><br>Would you like to enable <b>presentation</b> mode and temporarily disable screen saver, lock and power saving?
ca: Has desbolquejat el teu escriptori massa ràpid.<br><br>Vols tornar a activar el mode <b>presentació</b> i temporalment deshabilitar el salvapantallas, bloqueig i estalvi d'energia?

source: No, but increase timeout
ca: No, però augmenta temps d'espera

source: No, and stop asking
ca: No , i deixar de preguntar

source: Incomplete Window Properties
ca: Propietats de Finestra Incompletes

source: The window you are creating an icon for<br>does not contain window name and class<br>properties. Without these, you will have to<br>use the window title instead. This will only<br>work if the window title is the same at<br>the time the window starts up, and does not<br>change.
ca: La finestra per la que s'està creant un icona no conté <br> les propietats del nom de la finestra i la propietat de classe.,<br> Sense aquestes, tu pots haver d'usar el títol <br>de la finestra.Això només funcionarà si el titol de la finestra<br> és el mateix que quan la finestra s'ha arrancat i no <br>canvia.

source: Desktop Entry Editor
ca: Editor de l'Entrada de Taula de Treball

source: Name
ca: Nom

source: Comment
ca: Comentari

source: Icon
ca: Icona

source: Generic Name
ca: Nom Genèric

source: Window Class
ca: Classe de Finestra

source: Mime Types
ca: Tipus Mime

source: Desktop file
ca: Fitxer de Taula de Treball

source: Startup Notify
ca: Notificació d'Inici

source: Run in Terminal
ca: Executa en una Terminal

source: Show in Menus
ca: Mostra en els Menús

source: Options
ca: Opcions

source: Select an Icon for '%s'
ca: Seleccioneu una Icona per '%s'

source: Select an Executable
ca: Seleccioneu un Executable

source: Delete
ca: Elimina

source: Cut
ca: Talla

source: Copy
ca: Còpia

source: Paste
ca: Enganxa

source: Select All
ca: Selecciona-ho Tot

source: Run Error
ca: Error en Execució

source: Enlightenment was unable to get current directory
ca: L'Enlightenment no ha pogut obtenir l'actual directori

source: Enlightenment was unable to change to directory:<br><br>%s
ca: Enlightenment no ha pogut canviar al directori:<br><br>%s

source: Enlightenment was unable to restore to directory:<br><br>%s
ca: Enlightenment no ha pogut restaurar al directori:<br><br> %s

source: Enlightenment was unable to fork a child process:<br><br>%s
ca: Enlightenment no ha pogut bifurcar un procés fill:<br><br>%s

source: Application run error
ca: Error al fer Córrer l'Aplicació

source: Enlightenment was unable to run the application:<br><br>%s<br><br>The application failed to start.
ca: Enlightenment no està autoritzat a fer córrer l'aplicació.<br><br>%s<br><br> L'aplicació ha fallat en arrencar.

source: Application Execution Error
ca: Error en l'Execució de l'Aplicació

source: %s stopped running unexpectedly.
ca: %s ha parat d'executar-se inesperadament.

source: An exit code of %i was returned from %s.
ca: El codi de sortida %i ha estat retornat per %s.

source: %s was interrupted by an Interrupt Signal.
ca: %s ha estat interromput per una Senyal d'Interrupció.

source: %s was interrupted by a Quit Signal.
ca: %s ha estat Interromput per una Senyal de Sortida

source: %s was interrupted by an Abort Signal.
ca: %s ha estat Interromput per una Senyal d'Avortament

source: %s was interrupted by a Floating Point Error.
ca: %s ha estat Interromput per un Error Flotant

source: %s was interrupted by an Uninterruptable Kill Signal.
ca: %s ha estat Interromput per una Senyal de FI DE PROCÉS

source: %s was interrupted by a Segmentation Fault.
ca: %s ha estat Interromput per un Error de Segment

source: %s was interrupted by a Broken Pipe.
ca: %s ha estat Interromput per un Trencament de Canonada.

source: %s was interrupted by a Termination Signal.
ca: %s ha estat Interromput per un Senyal de Fi

source: %s was interrupted by a Bus Error.
ca: %s ha estat Interromput per un Error de Bus

source: %s was interrupted by the signal number %i.
ca: %s ha estat Interromput pel senyal numero %i

source: Error Logs
ca: Error en els Logs

source: There was no error message.
ca: No hi havia missatge d'error

source: Save This Message
ca: Desa Aquest Missatge

source: This error log will be saved as %s/%s.log
ca: Aquest log d'error ha estat guardat com %s/%s.log

source: Error Information
ca: Error d'Informació

source: Error Signal Information
ca: Error del senyal d'Informació

source: Output Data
ca: Dades de sortida

source: There was no output.
ca: No hi ha sortida

source: Nonexistent path
ca: ruta inexistent

source: %s doesn't exist.
ca: %s no existeix.

source: %u file
ca: %u fixer

source: Mount Error
ca: Error en Montar

source: Can't mount device
ca: No es pot muntar el dispositiu

source: Unmount Error
ca: Error en Desmontar

source: Can't unmount device
ca: No es pot desmuntar el dispositiu

source: Eject Error
ca: Error en Extreure

source: Can't eject device
ca: No es pot expulsar el dispositiu

source: The recent DND operation requested for '%s' has failed.
ca: La recent operació DND solicitada per '%s' ha fallat.

source: Case Sensitive
ca: Sensible Majúscules/Minúscules

source: Sort By Extension
ca: Ordena Per Extensió

source: Sort By Modification Time
ca: Ordena Per Temps de Modificació

source: Sort By Size
ca: Ordena Per Mida

source: Directories First
ca: Directoris Primer

source: Directories Last
ca: Directoris Últims

source: View Mode
ca: Mode de Vista

source: Sorting
ca: Ordre

source: Refresh View
ca: Refresca la Vista

source: New...
ca: Nou...

source: Actions...
ca: Accions...

source: Link
ca: Enllaça

source: Rename
ca: Canvia el Nom

source: Unmount
ca: Desmunta

source: Mount
ca: Monta

source: Eject
ca: Expulsa

source: Properties
ca: Propietats

source: Application Properties
ca: Propietats d'Aplicacions

source: File Properties
ca: Propietats del Fitxer

source: Use default
ca: Ajusta a Defecte

source: Grid Icons
ca: Icones de Xarxa

source: Custom Icons
ca: Icones Personalitzats

source: List
ca: Llista

source: Default View
ca: Vista per Defecte

source: Icon Size (%d)
ca: Mida d'Icona (%d)

source: Could not create a directory!
ca: No es pot crear el directori!

source: Could not create a file!
ca: No es pot crear el fixer!

source: New Directory
ca: Nou Directori

source: New File
ca: Nou Fitxer

source: Already creating a new file for this directory!
ca: Ja s'ha creat un nou fitxer per aquest directori!

source: %s can't be written to!
ca: %s no s'hi pot escriure!

source: Directory
ca: Directori

source: File
ca: Fitxer

source: Inherit parent settings
ca: Preferències Heretades

source: Show Hidden Files
ca: Mostra els Fitxers Ocults

source: Remember Ordering
ca: Recorda l'Ordre

source: Sort Now
ca: Ordena Ara

source: Single Click Activation
ca: Activació Sol Clic
