Repository: jordemort/e17
Catalog: po/*.po
Languages: ca

source: The demo dialog has been bound to the keys you pressed.<br>Try pressing the same keys!
ca: El diàleg de prova ha estat destinat a les tecles que s'han presionat.<br>Prova pitjant les mateixes tecles!!!

source: The newly displayed window will activate<br>the Quickaccess binding sequence.
ca: La nova finestra mostrada activarà<br>la derecera de sequència de Ràpid Accés

source: Quickaccess Demo
ca: Prova Ràpid Accés

source: This is a demo dialog used in the Quickaccess tutorial
ca: Això és un diàleg de prova usat pel tutorial de Ràpid Accés

source: Quickaccess entries can be created from<br>the border menu of any window.<br>Click Continue to see a demonstration.
ca: Les entrades d'Accés Ràpid poden ser creades per<br> la vora de menú de qualsevol finestra.<br>Pitja Continua per veure una demostració.

source: Quickaccess is a way of binding user-selected<br>windows and applications to keyboard shortcuts.<br>Once a Quickaccess entry has been created,<br>the associated window can be returned to immediately<br>on demand by pushing the keyboard shortcut.
ca: Ràpid Accés és la manera d'usar dreçeres seleccionades per l'usuari per finestres i applicaions de teclat.<br> Un cop l'entrada d'Accés ràpid hagi estat creada,<br> la finestra associada pot ser returnada imediatament<br> si es clica la drecera de teclat.

source: This appears to be your first time using the Quickaccess module.<br>Would you like some usage tips?
ca: Sembla ser la teva primera vegada usant el mòdul Accés ràpid.<br>vols usar alguns consells d'us?

source: quick access name/identifier
ca: Ràpid accés nom/identificador

source: Systray Error
ca: Error de Safata de Sistema

source: Systray cannot set its background invisible to match its shelf.
ca: Systray no pot posar el fons de pantalla com a invisible de si mateix

source: Another systray exists
ca: Una altra safata del sistema existeix

source: There can be only one systray gadget and another one already exists.
ca: Només pot haver un artefacte de la safata del sistema i una altra ja existeix.

source: Systray cannot work in a shelf that is set to below everything.
ca: Safata de Sistema no pot treballar en una lleixa que es troba per sota de tot.

source: Systray
ca: Safata de Sistema

source: Error saving screenshot file
ca: Error Guardant Captura de Pantalla

source: Path: %s
ca: Ruta: %s

source: Error - Unknown format
ca: Error - Format desconegut

source: File has an unspecified extension.<br>Please use '.jpg' or '.png' extensions<br>only as other formats are not<br>supported currently.
ca: Fitxer té una extensió no especificada.<br>Si us plau, usa únicament extensions '.jpg' o '.png'<br>altres formats no estan <br>suportats encara.

source: Select screenshot save location
ca: Selecciona ubicació per guardar captura de pantalla

source: Save
ca: Guarda

source: Uploaded %s / %s
ca: Pujat %s / %s

source: Error - Upload Failed
ca: Error - Pujada Fallada

source: Upload failed with status code:<br>%i
ca: Pujada fallada amb el codi d'estat:<br>%i

source: Error - Can't create file
ca: Error - Mo es pot crear el fitxer

source: Cannot create temporary file '%s': %s
ca: No es poden crear fitxers temporals '%s': %s

source: Error - Can't open file
ca: Error - No es pot obrir el fitxer

source: Cannot open temporary file '%s': %s
ca: No es poden obrir fitxers temporals '%s':%s

source: Error - Bad size
ca: Error - Mida errònia

source: Cannot get size of file '%s'
ca: no es pot agafar la mida del fitxer '%s'

source: Error - Can't allocate memory
ca: Error - No es pot asignar memòria

source: Cannot allocate memory for picture: %s
ca: No es pot asignar memòria per l'imatge: %s

source: Error - Can't read picture
ca: Error - No es pot llegir l'imatge

source: Cannot read picture
ca: No es pot llegir imatge

source: Uploading screenshot
ca: Pujant captura de pantalla

source: Uploading ...
ca: Pujant....

source: Screenshot is available at this location:
ca: Captura de pantalla ubicada a aquest lloc:

source: Hide
ca: Oculta

source: Confirm Share
ca: Confirmar Part

source: This image will be uploaded<br>to enlightenment.org. It will be publicly visible.
ca: Aquesta imatge s'actualitzarà<br> a enlightenment.org.Això serà visible públicament.

source: Confirm
ca: Confirmar

source: Where to put Screenshot...
ca: On posar Captura de Pantalla

source: Perfect
ca: Perfecte

source: Share
ca: Part

source: Take Shot
ca: Prendre Captura

source: Take Screenshot
ca: Prendre Captura de Pantalla

source: Shot Error
ca: Error Captura

source: Cannot initialize network
ca: No es pot inicialitzar la xarxa

source: Tasks
ca: Tasques

source: Tasks Configuration
ca: Configuració de Tasques

source: Show icon only
ca: Mostra Només Icona

source: Show text only
ca: Mostra només text

source: Item width
ca: Amplada Artícle

source: Item height
ca: Alçada article

source: columns
ca: columnes

source: rows
ca: files

source: Tile dialog windows as well
ca: Diàleg de mosaic de finestres així

source: Show window titles
ca: Mostra títols de finestra

source: Key hints
ca: Toc de tecles

source: Number of columns used to tile per desk (0 → tiling disabled):
ca: Número de columnes usades per mosaic d'escriptori(0 -> mosaic deshabilitat):

source: Tiling Configuration
ca: Configuració Embaldosat

source: Tiling
ca: Embaldosat

source: Toggle floating
ca: Conmutador flotant

source: Add a stack
ca: Afegir una estanteria

source: Remove a stack
ca: Borra Estanteria

source: Toggle between rows and columns
ca: Alternar entre files i columnes

source: Swap a window with an other
ca: Comparteix una finestra amb una altra

source: Move window
ca: Moure finestra

source: Move window to the left
ca: Moure Finestra a l'esquerra

source: Move window to the right
ca: Moure Finestra a la dreta

source: Move window up
ca: Moure Finestra amunt

source: Move window down
ca: Moure Finestra avall

source: Adjust transitions
ca: Ajustar Transicions

source: Focus a particular window
ca: Focus a finestra particular

source: Send to upper right corner
ca: Envia a la Vora dreta superior

source: Send to upper left corner
ca: Envia a la Vora esquerra superior

source: Send to lower right corner
ca: Enviar a la vora baixa dreta

source: Send to lower left corner
ca: Enviar a la vora baixa esquerra

source: Keyboard Settings
ca: Preferències Teclat

source: Configurations
ca: Configuracions

source: Label only
ca: Només etiqueta

source: Add New Configuration
ca: Afegir Nova Configuració

source: Available
ca: Autoritzat

source: Enter Presentation Mode
ca: Mode Presentació

source: Enlightenment is in <b>presentation</b> mode.<br>During presentation mode, screen saver, lock and power saving will be disabled so you are not interrupted.
ca: Enlightenment és en mode <b>presentació</b>.<br>Durant el mode presentació, el salva pantalles, el bloqueig i l'estalvi d'energia seran desactivades per què tu no siguis interromput.

source: Exited Presentation Mode
ca: Sortir Mode Presentació

source: Presentation mode is over.<br>Now screen saver, lock and power saving settings will be restored.
ca: Mode presentació apagat.<br>Ara el salva pantallas, bloqueig i estalvi d'energia seran restaurats

source: Enter Offline Mode
ca: Entrar Mode Parat

source: Enlightenment is in <b>offline</b> mode.<br>During offline mode, modules that use network will stop polling remote services.
ca: Enlightenment és en mode <b>Apagat</b>.<br>Mentre estigui Apagat, els moduls que usen la xarxa aturaran els serveis de sondeig remot.

source: Exited Offline Mode
ca: sortir Mode Parat

source: Now in <b>online</b> mode.<br>Now modules that use network will resume regular tasks.
ca: Ara en mode en <b>línea<br>Ara els mòduls que usen la xarxa resumiran tasques regulars.

source: Notification Module
ca: Mòdul notificació

source: Notification Settings
ca: Preferències Notificació

source: Urgency
ca: Urgència

source: Levels of urgency to display:
ca: Nivells d'urgència per mostrar:

source: Critical
ca: Crític

source: Default Timeout
ca: Temps Defecte

source: Force timeout for all notifications
ca: Força temps d'espera per totes les notificacions

source: Popup Corner
ca: Paràmetres de Programes emergents

source: Top left
ca: Dalt esquerra

source: Top right
ca: Dalt Dreta

source: Bottom left
ca: Botó esquerra

source: Bottom right
ca: Botó dret

source: Ignore replace ID
ca: Ignora reemplaçament ID

source: Use multiple monitor geometry
ca: Utilitzeu geometria de múltiples monitors
