Repository: jordemort/e17
Catalog: po/*.po
Languages: ca

source: Zone
ca: Zona

source: Container
ca: Contenidor

source: Manager
ca: Managador

source: Mouse Buttons
ca: Butons de Mouse

source: Mouse Wheels
ca: Roda Ratolí

source: Left button
ca: Botó Esquerra

source: Right button
ca: Botó Dret

source: Button %i
ca: Botó %i

source: Middle button
ca: Botó Mig

source: Extra button (%d)
ca: Extra Botó %i

source: Mouse Wheel Up
ca: Roda Ratolí Amunt

source: Mouse Wheel Down
ca: Roda Ratolí Avall

source: Extra Wheel (%d) Up
ca: Roda Extra (%d) Amunt

source: Extra Wheel (%d) Down
ca: Roda Extra (%d) Avall

source: Menu Settings
ca: Paràmetres de Menú

source: Enlightenment Default
ca: Defecte Enlightenment

source: Personal Default
ca: Defecte Personal

source: Main Menu
ca: Menú Principal

source: Favorites
ca: Preferents

source: Applications Display
ca: Mostra Aplicacions

source: Generic
ca: Genèric

source: Comments
ca: Comentaris

source: Gadgets
ca: Artefactes

source: Show gadget settings in top-level
ca: Mostra la preferències artefactes nivell superior

source: Margin
ca: Marges

source: Cursor Margin
ca: Marge del Cursor

source: Menu Scroll Speed
ca: velocitat de desplaçament de Menú

source: Fast Mouse Move Threshold
ca: Moure Ratolí Ràpid Entrada

source: Click Drag Timeout
ca: Temps Espera Clicar i Arrossegar

source: Miscellaneous
ca: Miscelani

source: Search Path Settings
ca: Preferències de cerca de ruta

source: Data
ca: Informació

source: Images
ca: Imatges

source: Fonts
ca: Tipus de Lletra

source: Themes
ca: Temes

source: Icons
ca: Icones

source: Backgrounds
ca: Fons de Pantalla

source: Messages
ca: Missatges

source: Enlightenment Paths
ca: Rutes Enlightenment

source: Default Directories
ca: Directoris per Defecte:

source: User Defined Directories
ca: Directoris Definits per L'usuari:

source: Environment Variables
ca: Variables Entorn

source: Unset
ca: Desfés

source: Search Directories
ca: Directoris de Cerca :

source: Engine Settings
ca: Motor de Preferències

source: Use ARGB instead of shaped windows
ca: Utilitzeu ARGB en lloc de finestres en forma

source: Enable
ca: Habilitat

source: Performance Settings
ca: Preferències de rendiment

source: Framerate
ca: Rodejar Tasa

source: Application priority
ca: Prioritat Aplicació

source: Allow module load delay
ca: Habilita el retràs de càrrega de mòdul

source: Cache flush interval
ca: Interval de buidar memòria cau

source: Font cache size
ca: Mida de la memòria cau de la Font

source: Image cache size
ca: Mida de la memòria cau de l'Imatge

source: Caches
ca: Memòries Cache

source: Number of Edje files to cache
ca: Nombre d'arxius Edje a memòria cau

source: %1.0f files
ca: %1.0f fitxers...

source: Number of Edje collections to cache
ca: Nombre de col·leccions Edje a memòria cau

source: %1.0f collections
ca: %1.0f text d'element de llista

source: Edje Cache
ca: Memòria Cau Edje

source: Power Management Settings
ca: Preferències del Manegament d'Energia

source: Levels Allowed
ca: Nivells Permesos

source: Time to defer power-hungry tasks
ca: Temps per retrassar tasques de falta d'energia

source: Level
ca: Etiqueta

source: e.g. Saving to disk
ca: Ex: Guardant al disc

source: Low
ca: Baix

source: Medium
ca: Mitjà

source: High
ca: Alt

source: Extreme
ca: Extrem

source: Performance
ca: Representació

source: Power Management
ca: Manegament d'Energia

source: Screen Setup
ca: Preferències Pantalla

source: Configured Shelves: Display %d
ca: Configura Lleixes: Mostra %d

source: Are you sure you want to delete "%s"?
ca: Estàs Segur que Vols Eliminar "%s"?

source: Confirm Shelf Deletion
ca: Confirmació de Borrar Lleixa

source: Wallpaper Settings
ca: Paràmetres de Fons de Pantalla

source: Go up a directory
ca: Pujar un Directori

source: Use Theme Wallpaper
ca: Utilitza la Imatge del Tema

source: Picture...
ca: Imatge

source: Where to place the Wallpaper
ca: On és el lloc del fons de pantalla

source: All Desktops
ca: Totes les Taules de Treball

source: This Desktop
ca: Aquesta Taula de Treball

source: This Screen
ca: Aquesta Pantalla

source: Default Border Style
ca: Estil de Vora per Defecte

source: Window Border Selection
ca: Selecció de la Vora de la Finestra

source: Remember this Border for this window next time it appears
ca: Recorda aquesta Vora per aquesta finestra la pròxima vegada que aquesta aparegui

source: Border Title
ca: Títol de Vora

source: Border Title Active
ca: Actiu Vora Títol

source: Border Frame
ca: Estil de Vora

source: Border Frame Active
ca: Actiu Estil de Vora

source: Error Text
ca: Text d'Error

source: Menu Background Base
ca: Base de Menú de Fons

source: Menu Title
ca: Títol del Menú

source: Menu Title Active
ca: Títol del Menú Actiu

source: Menu Item
ca: Element menú

source: Menu Item Active
ca: Element de Menú Actiu

source: Menu Item Disabled
ca: Element de Menú Desactivat

source: Move Text
ca: Mou Text

source: Resize Text
ca: Redimenciona Text

source: Winlist Item
ca: Secció Llista Finestres

source: Winlist Item Active
ca: Secció Llista Finestres Actiu

source: Winlist Label
ca: Etiqueta Llista Finestres

source: Winlist Title
ca: Títol Llista Finestres

source: Dialog Background Base
ca: Base de Diàleg de Base

source: Shelf Background Base
ca: LLeixa de Diàleg de Base

source: File Manager Background Base
ca: Fons del Managador de Fitxers de Base

source: Button Text
ca: Botó de Text

source: Button Text Disabled
ca: Botó de Text Des-habilitat

source: Check Text
ca: Comprova el Text

source: Check Text Disabled
ca: Comprovació de Text Inhabilitat

source: Entry Text
ca: Entra Text

source: Entry Text Disabled
ca: Entrada de text Deshabilitada

source: Label Text
ca: Text d'Etiqueta

source: List Item Text Selected
ca: Llista de text de l'article seleccionat

source: List Item Text (Even)
ca: Llista de text de l'article (Regular)

source: List Item Background Base (Even)
ca: Llista de text del Fons de Base (Regular)

source: List Item Text (Odd)
ca: Llista de text de l'article (imparell)

source: List Item Background Base (Odd)
ca: Llista de text del Fons de Base (imparell)

source: List Header Text (Even)
ca: Llista Text de capçalera (Parell)

source: List Header Background Base (Even)
ca: Llista de Capçalera de Fons de Base (Parell)

source: List Header Text (Odd)
ca: Llista de Capçalera de Text (Imparell)

source: List Header Background Base (Odd)
ca: Llista de Capçalera de Fons de Base (Imparell)

source: Radio Text
ca: Text de Radio

source: Radio Text Disabled
ca: Text de Radio Inhabilitat

source: Slider Text
ca: Desllisador de text

source: Slider Text Disabled
ca: Desllisador de text Desactivat

source: Frame Background Base
ca: Base del Fons de la Cantonada

source: Scroller Frame Background Base
ca: Desplaçar-se pel Fons de la Cantonada

source: Module Label
ca: Etiqueta de Mòdul

source: Composite Focus-out Color
ca: Composició de Color de Focus fora

source: Color class: %s
ca: Classe de Color:%s

source: Selected %u mixed colors classes
ca: Sel·leccionat %u clases mixes de colors

source: Selected %u unset colors classes
ca: Desestablir selecció %u clases de colors

source: Selected %u uniform colors classes
ca: Seleccionar %u clases de colors uniformes

source: No selected color class
ca: No seleccionada classe de color

source: Custom colors
ca: Colors personalitzats

source: Object:
ca: Objecte:

source: Outline:
ca: Contorn:

source: Shadow:
ca: Ombra:

source: Text with applied colors.
ca: Text amb colors aplicats.

source: Colors depend on theme capabilities.
ca: Colors depenen de les capacitats del tema.

source: Window Manager
ca: Manegador de Finestra

source: Widgets
ca: Ginys

source: Others
ca: Altres

source: Title Bar
ca: Títol de la Barra

source: Textblock Plain
ca: Bloc de Text Pla

source: Textblock Light
ca: Bloc de Text Lleuger

source: Textblock Big
ca: Bloc de Text Gran

source: Settings Heading
ca: Capçaleres de Preferències

source: About Title
ca: Sobre el Títol

source: About Version
ca: Sobre la Versió

source: Desklock Title
ca: Títol de Desbloqueig

source: Desklock Password
ca: Contrasenya de Desbloqueig

source: Dialog Error
ca: Error de Diàleg

source: Exebuf Command
ca: Comande Exebuf

source: Splash Title
ca: Títol de Splash

source: Splash Text
ca: Text de Splash

source: Splash Version
ca: Versió de Splash

source: Digital Clock
ca: Rellotge Digital

source: Entry
ca: Entrada

source: Frame
ca: Marc

source: Label
ca: Etiqueta

source: Buttons
ca: Botons

source: Slider
ca: Desllisador

source: Radio Buttons
ca: Botons de Radio

source: Check Buttons
ca: Botons de xequeig

source: Text List Item
ca: Element de llista de Text

source: List Item
ca: Llista Element

source: List Header
ca: Capçaleres de Llista

source: Filemanager
ca: Manegador de Fitxers

source: Desktop Icon
ca: Icona Escriptori

source: Small
ca: Petit

source: Large
ca: Gran

source: Small Styled
ca: Estil Petit

source: Normal Styled
ca: Estil Normal

source: Large Styled
ca: Estil Gran

source: Font Settings
ca: Configuració de Font

source: Tiny
ca: Molt petit

source: Big
ca: Gran

source: Really Big
ca: Realment Gran

source: Huge
ca: Enorme

source: %d pixel
ca: %d píxel

source: Enable Custom Font Classes
ca: Activar classes personalitzades de font

source: Font Classes
ca: Tipus de Lletra

source: Enable Font Class
ca: Autoritza Tipus de Lletra

source: Hinting
ca: Indicis

source: Automatic
ca: Automàtic

source: Font Fallbacks
ca: Retrocessos de Font

source: Fallback Name
ca: Retrocessos de Nom

source: Enable Fallbacks
ca: Habilitar Retrocessos

source: Hinting / Fallbacks
ca: Donant a entendre/ Retrocessos

source: Scale Settings
ca: Escala Preferències

source: DPI Scaling
ca: Escala DPI

source: Don't Scale
ca: No Escalis

source: Scale relative to screen DPI
ca: Escala relativa a DPI de pantalla

source: Base DPI (Currently %i DPI)
ca: Base DPI ( Actual %i DPI)

source: Custom scaling factor
ca: Factor d'escala personalitzat

source: Policy
ca: Norma

source: Minimum
ca: Mínima

source: %1.2f times
ca: %1.2f vegades

source: Maximum
ca: Màxima

source: Constraints
ca: Restricció

source: Startup Settings
ca: Paràmetres d'Arrancada

source: Show Splash Screen on Login
ca: Mostra la Pantalla d' Splash al entrar

source: Transition Settings
ca: Paràmetres de Transició

source: Events
ca: Esdeveniments

source: Startup
ca: Arrancada

source: Desk Change
ca: Canvi d'Escriptori

source: Background Change
ca: Canvia el Fons de Pantalla

source: Transitions
ca: Transicions

source: Theme Selector
ca: Selector de Tema

source: Theme File Error
ca: Error Fitxer del Tema

source: %s is probably not an E17 theme!
ca: %s provablament no és un tema d'E17

source: Import...
ca: Importa...

source: Theme Categories
ca: Categories de Tema

source: Assign
ca: Assigna

source: Clear
ca: Neteja

source: Clear All
ca: Neteja-ho Tot

source: Select a Theme...
ca: Escull un Tema

source: Theme Import Error
ca: Error en la Importació del Tema

source: Enlightenment was unable to import the theme.<br><br>Are you sure this is really a valid theme?
ca: Enlightenment no ha pogut importar el tema.<br><br> Estàs segur que és un tema vàlid ?

source: Enlightenment was unable to import the theme<br>due to a copy error.
ca: Enlightenment no ha pogut importar el tema<br>degut a un error de còpia.

source: Application Theme Settings
ca: Preferències Aplicació de Tema

source: Match Enlightenment theme if possible
ca: Coincideix tema Enlightenment si és possible

source: Enable X Application Settings
ca: Preferències Autoritzades Aplicació X

source: GTK Applications
ca: Aplicacions GTK

source: Enable icon theme for applications
ca: Activa tema d'icones per a aplicacions

source: Enable icon theme for Enlightenment
ca: Activa Tema d'icones per Enlightenment

source: Application Theme
ca: Tema Aplicació

source: Borders
ca: Vores

source: Scaling
ca: Escala

source: Window List Menu Settings
ca: Preferències Llista de Menú de Finestra

source: Group By
ca: Agrupa per

source: Include windows from other screens
ca: Inclou finestres d'altres pantalles

source: Separate Groups By
ca: Separar Grups Per

source: Using separator bars
ca: Usa barres separadores

source: Using menus
ca: Usa menús

source: Grouping
ca: Agrupació

source: Alphabetical
ca: Alfabètic

source: Window stacking layer
ca: Agrupament de capes de finestres

source: Most recently used
ca: Les més usades

source: Sort Order
ca: Ordenació per Tipus

source: Group with owning desktop
ca: Grup amb Escriptori propi

source: Group with current desktop
ca: Grup amb Escriptori actual

source: Separate group
ca: Grup separat

source: Warp to owning desktop
ca: Deformació amo escriptori

source: Iconified Windows
ca: Finestres Iconificades

source: Limit caption length
ca: Llargada Màxima Títol

source: %1.0f Chars
ca: %1.0f Caràcters

source: Captions
ca: Títols

source: Window Display
ca: Mostra Finestra

source: Border Icon
ca: Icona Vora

source: User defined
ca: Definit per usuari

source: Application provided
ca: Aplicació proporcionada

source: Move Geometry
ca: Moure Geometria

source: Display information
ca: Mostra Informació

source: Follows the window
ca: Segueix la finestra

source: Resize Geometry
ca: Redimensió de la Geometria

source: Display
ca: Mostra

source: Placement
ca: Disposició

source: Smart Placement
ca: Disposició Intel·ligent

source: Don't hide Gadgets
ca: No Ocultis Gadgets

source: Place at mouse pointer
ca: Col·loca al punter del Ratolí

source: Place manually with the mouse
ca: Col·loca manualment amb el ratolí

source: Group with windows of the same application
ca: Grup de finestres amb la mateixa aplicació

source: Switch to desktop of new window
ca: Canviar a l'escriptori de la nova finestra

source: New Windows
ca: Noves Finestres

source: Animate
ca: Animació

source: Linear
ca: Lineal

source: Accelerate, then decelerate
ca: Accelerar , llavors desaccelera

source: Accelerate
ca: Acceleració

source: Decelerate
ca: Desacceleració

source: Pronounced Accelerate
ca: Acceleració Pronunciada

source: Pronounced Decelerate
ca: Desacceleració Pronunciada

source: Pronounced Accelerate, then decelerate
ca: Acceleració Pronunciada, llavors desacceleració

source: Bounce
ca: Rebotar

source: Bounce more
ca: Rebota més

source: Shading
ca: Matís

source: Keep windows within the visual screen limits
ca: Mantenir finestres sense limita de pantalla visuals

source: Allow windows partly out of the visual screen limits
ca: Permetre finestres parcialment fora de límits de pantalla

source: Allow windows completely out of visual screen limits
ca: Permetre finestres completament fora de límits de pantalla

source: Screen Limits
ca: Límits de Pantalla

source: Focus Settings
ca: Configuració del Focus

source: Click Window to Focus
ca: Clic a Finestra per Focus

source: Window under the Mouse
ca: Finestra sota del Ratolí

source: Most recent Window under the Mouse
ca: Finestra més recent sota el ratolí

source: Raise windows on mouse over
ca: Aumentar les finestres quan el ratolí sigui sobre

source: Click
ca: Clic

source: Pointer
ca: Cursor

source: Sloppy
ca: Descuidat

source: New Window Focus
ca: Nou Focus de Finestra

source: No window
ca: No Finestra

source: All windows
ca: Totes les Finestres

source: Only dialogs
ca: Només Diàlegs

source: Only dialogs with focused parent
ca: Només diàlegs amb focus al pare

source: Autoraise
ca: Augment Automàtic

source: Delay before raising:
ca: Retard abans d'augment automàtic:

source: Raise Window
ca: Finestra d'Augment

source: Raise when starting to move or resize
ca: Augment quan es mogui o es redimensioni

source: Raise when focusing
ca: Augment quan s'enfoqui

source: Allow windows above fullscreen window
ca: Permetre finestres per sobre de finestra a pantalla completa

source: Active Window Hint Policy
ca: Activar Finestra Política de Pista

source: Ignore hint
ca: Ignora Pista

source: Animate on hint
ca: Animació en Pista

source: Activate on hint
ca: Activació en Pista

source: Hints
ca: Pistes

source: Other Settings
ca: Altres Configuracions

source: Always pass click events to programs
ca: Sempre passa de esdeveniments de clic en els als programes

source: Click raises the window
ca: Clic en l'aument de finestra

source: Click focuses the window
ca: Enfocar la finestra al pitjar

source: Refocus last window on desktop switch
ca: Re-enfocar l'última finestra en canvi d'Escriptori

source: Focus last focused window on lost focus
ca: Enfocar l'última finestra al perdre el focus

source: Slide pointer to a new focused window
ca: Lliscar el punter a una nova finestra enfocada

source: Window Geometry
ca: Geometria de Finestra

source: Resist obstacles
ca: Resistència obstacles

source: Other windows
ca: Altres Finestres

source: Edge of the screen
ca: Vora de la pantalla

source: Desktop gadgets
ca: Artilugis d'Escriptori

source: Resistance
ca: Resistència

source: Smart expansion
ca: Expansió intel·ligent

source: Fill available space
ca: Omplir espai disponible

source: Direction
ca: Indicació

source: Both
ca: Tots

source: Allow manipulation of maximized windows
ca: Permetre manipulació de finestres maximitzades

source: Maximization
ca: Maximització

source: Automatically accept changes after:
ca: Automàticament acceptar els canvis després:

source: Move by
ca: Mou per

source: Resize by
ca: Re-dimensiona per

source: Keyboard
ca: Teclat

source: Limit resize to useful geometry
ca: Redimensió limit per geometria útil

source: Move after resize
ca: Moure després de redimensionar

source: Adjust windows on shelf hide
ca: Ajustar les finestres a lleixa oculta

source: Follow Move
ca: Seguir Moviment

source: Follow Resize
ca: Segior Re-dimensió

source: Follow Raise
ca: Seguir Augment

source: Follow Lower
ca: Seguir Inferior

source: Follow Layer
ca: Seguir Capa

source: Follow Desktop
ca: Seguir Escriptori

source: Follow Iconify
ca: Seguir Iconificat

source: Transients
ca: Passatgers

source: Window Process Management
ca: Processos de Managament de Finestra

source: Kill process if unclosable
ca: Mata procés si no es pot tancar

source: Kill process instead of client
ca: Mata procés del client

source: Kill timeout:
ca: Temps per Matar

source: Ping interval:
ca: Interval de ping:

source: Window Focus
ca: Focus de Finestra

source: Window List Menu
ca: Menú de Llista de finestra

source: Window Remembers
ca: Recordatori de Finestra

source: Remember internal dialogs
ca: Recorda diàlegs interns

source: Remember file manager windows
ca: Recordeu managador de fitxers de finestres

source: Details
ca: Detalls

source: No selection
ca: Sense Selecció

source: Cpufreq
ca: Freqüència de Cpu

source: Fast (4 ticks)
ca: Ràpida (4 ticks)

source: Medium (8 ticks)
ca: Mitjà (8 ticks)

source: Slow (64 ticks)
ca: Lent (64 ticks)

source: Very Slow (256 ticks)
ca: Molt lent (256 ticks)

source: Lower Power Automatic
ca: Automàtica Baixa Alimentació

source: Automatic Interactive
ca: Interacció Automàtica

source: Minimum Speed
ca: Velocitat Mínima

source: Maximum Speed
ca: Màxima Velocitat

source: Restore CPU Power Policy
ca: Restaurar Política d'energia de CPU

source: Automatic powersaving
ca: Automàtic Maneig d'energia

source: Time Between Updates
ca: Temps entre Actualitzacions

source: Set CPU Power Policy
ca: Establir Política d'energia de CPU

source: Set CPU Speed
ca: Posa la Velocitat de CPU

source: Powersaving behavior
ca: Comportament Maneig d'energia

source: There was an error trying to set the<br>cpu frequency governor via the module's<br>setfreq utility.
ca: Hi ha hagut un error quan s'intentava<br> posar el governador de freqüència de cpu mitjançant la utilitat<br>del mòdul setfreq.

source: Your kernel does not support setting the<br>CPU frequency at all. You may be missing<br>Kernel modules or features, or your CPU<br>simply does not support this feature.
ca: El kernel no suporta <br> la freqüència de CPU. Potser ha oblidat els<br>mòduls de kernel o caraterístiques, la seva CPU<br> simplement no suporta aquesta característica.

source: There was an error trying to set the<br>cpu frequency setting via the module's<br>setfreq utility.
ca: Hi havia un error quan s'intentava posar<br> la freqüència de la cpu mitjansant l'utilitat del<br> mòdul setfreq.

source: Cpufreq Error
ca: Errpr CpuFreq

source: The freqset binary in the cpufreq module<br>directory cannot be found (stat failed)
ca: El binari freqset del módul cpufreq<br> del directori no pot ser trobat (estat fallat)

source: Cpufreq Permissions Error
ca: Error Permisos Cpufreq

source: Quality
ca: Qualitat

source: Everything Launcher
ca: llançador Qualsevol

source: Show Everything Launcher
ca: Mostra llançador Qualsevol

source: Everything Configuration
ca: Configuració de Executador

source: Everything Module
ca: Mòdul Qualsevol

source: Run Everything
ca: Executa

source: Everything Settings
ca: Preferències Tot

source: Available Plugins
ca: Plugins Autoritzats

source: Move Up
ca: Mou Amunt

source: Move Down
ca: Mou Avall

source: Configure
ca: Configura

source: Enabled
ca: Habilitat

source: Show in "All"
ca: Mostra en "Tot"

source: Show in top-level
ca: Mostra en nivell superior

source: Minimum characters for search
ca: Mínims Caràcters per a la recerca

source: Plugin Trigger
ca: LLençador Plugin

source: Search only when triggered
ca: Només Cerca quan dispara

source: Plugin View
ca: Vista de Plugin

source: Detailed
ca: Detallat

source: Animate scrolling
ca: Desplaçament Animats

source: Up/Down select next item in icon view
ca: Amunt/Avall seleccionat següent producte en vista d'icona

source: Hide input when inactive
ca: Oculta entrada quan sigui inactiva

source: Hide list
ca: Oculta llista

source: Quick Navigation
ca: Navegació Ràpida

source: Emacs style (ALT + n,p,f,b,m,i)
ca: Estil Emacs (ALT n , p , f , b , m , i)

source: Vi style (ALT + h,j,k,l,n,p,m,i)
ca: Estil Vi(ALT h , j , k , l, n , p , m , i)

source: No Sorting
ca: No ordenis

source: By usage
ca: Per Ús

source: Most used
ca: Més Usat

source: Last used
ca: Últim Ús

source: Subject Plugins
ca: Programa adicional Assumpte

source: Action Plugins
ca: Programa adicional Acció

source: Object Plugins
ca: Programa adicional Objecte

source: Plugins
ca: Programa adicional

source: Popup Size
ca: Programa adicional Mida

source: Popup Width
ca: Programa adicional Amplada

source: Popup Height
ca: Programa adicional Alçada

source: Popup Align
ca: Alineació programa adicional

source: Edge Popup Size
ca: Mida Programa adicional Vora

source: Geometry
ca: Geometria

source: Everything Collection
ca: Col·lecció de tot

source: Everything Starter
ca: Tot d'Arranc

source: Everything Gadgets
ca: Tot d'artilugi

source: Actions
ca: Accions

source: %d item
ca: %d producte

source: No plugins loaded
ca: No plugins carregats

source: Open with...
ca: Obre amb ...

source: Open File...
ca: Obre Fitxer...

source: Edit Application Entry
ca: Edita Aplicació Accés

source: New Application Entry
ca: Nova Aplicació Accés

source: Run with Sudo
ca: Executa amb Sudo

source: Open Terminal here
ca: Obra Terminal aquí

source: Run Executable
ca: Corra Executable

source: Everything Applications
ca: Aplicacions Tot

source: Commands
ca: Comandes

source: Terminal Command
ca: Comanda de Terminal

source: Sudo GUI
ca: Sudo Interfícia Gràfica d'usuari

source: Everything Plugin
ca: Tot Plugin

source: Calculator
ca: Calculador

source: Copy to Clipboard
ca: Cópia al Porta-papers

source: Copy To ...
ca: Còpia a ...

source: Move To ...
ca: Mou a ...

source: Move to Trash
ca: Mou a Deixalla

source: Open Directory
ca: Obre Directori

source: Sort by Date
ca: Ordena per Data

source: Sort by Name
ca: Ordena per Nom

source: Recent Files
ca: Fitxers Recents

source: Everything Files
ca: Fitxers Tot

source: Show recent files
ca: Mostrar fitxers recents

source: Search recent files
ca: Cercar fitxers recents
