Repository: jordemort/e17
Catalog: po/*.po
Languages: ca

source: Powering off.<br>You cannot do any other system actions<br>once a shutdown has been started.
ca: Apagant.<br>No es pot fer qualsevol altre acció<br>de sistema una vegada a la parada s'ha iniciat.

source: Resetting.<br>You cannot do any other system actions<br>once a reboot has begun.
ca: Restabliment.<br>No es pot fer qualsevol altre acció de sistema<br>un cop el Re-inici ha començat.

source: Suspending.<br>Until suspend is complete you cannot perform<br>any other system actions.
ca: Suspenent.<br>Fins que la suspensió s'hagi completat no es pot realitzar qualsevol<br>altre acció de sistema.

source: Hibernating.<br>You cannot perform any other system actions<br>until this is complete.
ca: Hibernant.<br>Fins que la hibernació s'hagi completat no es pot realitzar qualsevol<br>altre acció de sistema.

source: EEK! This should not happen
ca: EEK! Això no hauria de passar

source: Power off failed.
ca: Apagada fracassada.

source: Reset failed.
ca: Re-inici fallat.

source: Suspend failed.
ca: Suspensió fallada.

source: Hibernate failed.
ca: Hibernació fallada.

source: Power off.<br><hilight>Please wait.</hilight>
ca: Apagant.<br> <hilight> Si us plau, espera.</hilight>

source: Resetting
ca: Re-iniciant

source: Resetting.<br><hilight>Please wait.</hilight>
ca: Re-iniciant.<br><hilight>Espera, si us plau.</hilight>

source: Suspending
ca: Suspenent

source: Suspending.<br><hilight>Please wait.</hilight>
ca: Suspenent.<br><hilight>Espera, si us plau.</hilight>

source: Hibernating
ca: Hibernant

source: Hibernating.<br><hilight>Please wait.</hilight>
ca: Hibernant.<br><hilight>Espera, si us plau.</hilight>

source: Select Theme
ca: Sel·lecciona Tema

source: Set As Theme
ca: Establir com a tema

source: Stop Moving/Resizing Items
ca: Parar de Moure/Re-dimensionar Elements

source: Begin Moving/Resizing Items
ca: Començar a Moure/Re-dimensionar Elements

source: Set Toolbar Contents
ca: Establir Contingut de la barra

source: Enlightenment was unable to fork a child process:<br><br>%s<br>
ca: Enlightenment no ha pogut bifurcar el procés fill:<br><br>%s<br>

source: Cannot exit - immortal windows.
ca: No es pot sortir - Finestres immortals

source: Some windows are left still around with the Lifespan lock enabled. This means<br>that Enlightenment will not allow itself to exit until these windows have<br>been closed or have the lifespan lock removed.<br>
ca: Algunes finestres es deixen encara una mica amb el bloqueig de Lifespan habilitat. Això significa<br> que Enlightenment no autoritzarà això mentre aquestes finestres<br> no hagin tancat o hagin borrat el bloqueig lifespan.

source: In the future
ca: En el Futur

source: In the last minute
ca: En l'últim Minut

source: Last year
ca: Últim any

source: Last month
ca: Últim mes

source: Last week
ca: Última setmana

source: Yesterday
ca: Ahir

source: An hour ago
ca: fa una hora

source: A minute ago
ca: Fa un minut

source: Unknown
ca: Desconegut

source: Error creating directory
ca: Error Creant el directory

source: Failed to create directory: %s .<br>Check that you have correct permissions set.
ca: Fallada al crear el directori: %s.<br> Comprova que tu tens els permisos correctes.

source: Failed to create directory: %s .<br>A file of that name already exists.
ca: Fallada al crear el directori: %s.<br> Un fitxer amb aquest nom existeix.

source: Configuration data needed upgrading. Your old configuration<br>has been wiped and a new set of defaults initialized. This<br>will happen regularly during development, so don't report a<br>bug. This means the module needs new configuration<br>data by default for usable functionality that your old<br>configuration lacked. This new set of defaults will fix<br>that by adding it in. You can re-configure things now to your<br>liking. Sorry for the hiccup in your configuration.<br>
ca: Els paràmetres de configuració necessita ser actualitzada. La configuració vella<br>ha estat netejada i una nova configuració per defecte s'ha inicialitzat. Això<br>sol succeïr regularment durant el desenvolupament, per tant <br> no reporti el bug. Això significa que el mòdul necessita una nova configuraciò<br>per defecte per ser funcional ja que la seva vella configuració faltaven paràmetres.Les noves preferencies<br>per defecte s'haurien de fixar.Es poden re-confgiurar coses ara al seu gust.<br>Perdoni la petita complicació en la seva configuració.<br>

source: %s Configuration Updated
ca: %s Configuració Actualitzada

source: Your module configuration is NEWER than the module version. This is very<br>strange. This should not happen unless you downgraded<br>the module or copied the configuration from a place where<br>a newer version of the module was running. This is bad and<br>as a precaution your configuration has been now restored to<br>defaults. Sorry for the inconvenience.<br>
ca: La seva configuració del mòdul és més NOVA que la versió del mòdul.,Això és <br> molt extrany. Això no hauria d'haver passat si no ha desactualitzat<br>el mòdul o ha copiat la configuració d'algun lloc on<br>una nova versió més nova de mòdul estava corrent.Això és dolent i<br>com a precausió la configuració ha estat <br> restauratda per defecte. Perdona els inconvenients.<br>

source: Never
ca: Mai

source: A second
ca: Un segon

source: One year
ca: Un any

source: One month
ca: Un mes

source: One week
ca: Una setmana

source: One day
ca: Un dia

source: An hour
ca: Una hora

source: A minute
ca: Un minut

source: Add
ca: Afegeix

source: Up
ca: Amunt

source: Down
ca: Avall

source: Resolution:
ca: Resolució

source: Mime-type:
ca: Tipus de fitxers

source: Length:
ca: Allargada

source: Used:
ca: Usat:

source: Reserved:
ca: Reservat:

source: Mount status:
ca: Estat Muntatge

source: Type:
ca: Tipus:

source: Owner:
ca: Propietari

source: Permissions:
ca: Permisos

source: Modified:
ca: Modificat:

source: Read Only
ca: Només lectura

source: Read-Write
ca: Escriptura-Lectura

source: Unmounted
ca: Desmuntat

source: You
ca: Tu

source: Protected
ca: Protegit

source: Forbidden
ca: Oblidat

source: Add to Favorites
ca: Afegeix a Aplicacions Preferents

source: Go up a Directory
ca: Puja un Directori

source: Access Settings
ca: Paràmetres d'Accés

source: Backlight
ca: llum de fons

source: Backlight Controls
ca: Controls llum de fons

source: Battery Monitor Settings
ca: Configuració Monitor Bateria

source: Show alert when battery is low
ca: Mostrem una alerta quan la bateria estigui baixa

source: Use desktop notifications for alert
ca: Usar notificacions de Pantallai per alertes.

source: Check every:
ca: Xaqueja cada:

source: Suspend when below:
ca: Suspendre quan a continuació:

source: Hibernate when below:
ca: Hivernar quan a continuació:

source: Shutdown when below:
ca: Apagar quan a continuació:

source: Polling
ca: Votacions

source: Show low battery alert
ca: Mostra alerta de bateria baixa

source: Alert when at:
ca: Alerta quan a:

source: Auto dismiss in...
ca: Auto desestimar en ..

source: %1.0f s
ca: %1.1f s

source: Alert
ca: Avisar

source: Auto Detect
ca: Detecció Automàtica

source: Internal
ca: Intern

source: Fuzzy Mode
ca: Mode Inacabat

source: Hardware
ca: Maquinari

source: Battery
ca: Bateria

source: Power Management Timing
ca: Temps Manegament Energia

source: Your battery is low!
ca: La bateria és baixa!

source: AC power is recommended.
ca: Es recomana alimentació de CA .

source: Battery Meter
ca: Mesurador Bateria

source: Clock Settings
ca: Preferències Rellotge

source: Clock
ca: Rellotge

source: Analog
ca: Anàlog

source: Seconds
ca: Segons

source: Date
ca: Data

source: Full
ca: Ple

source: Numbers
ca: Nombres

source: Date Only
ca: Només Data

source: Week
ca: Setmana

source: Start
ca: Inici

source: Weekend
ca: Cap de Setmana

source: Days
ca: Dis

source: Toggle calendar
ca: Alternar calendari

source: Compositor Error
ca: Error Composició

source: Compositor Warning
ca: Advertència Compositor

source: Composite Settings
ca: Preferències Compositor

source: Focus-Out
ca: Focus Fora

source: Focus-In
ca: Focus Dins

source: Dialog
ca: Diàleg

source: Drag and Drop
ca: Arrossegar i deixar

source: Menu (Popup)
ca: Menú (popup)

source: Notification
ca: Notificació:

source: Toolbar
ca: Barra d'Eines

source: Utility
ca: Utilitat

source: Title:
ca: Títol:

source: Class:
ca: Classe:

source: Role:
ca: Labor:

source: Style:
ca: Estil:

source: Edit Match
ca: Edita Parell

source: Names
ca: Noms

source: Types
ca: Tipus

source: On
ca: Sobre

source: Off
ca: Parat

source: Borderless
ca: Sense Vores

source: Virtual Keyboard
ca: Teclat Virtual

source: Del
ca: Borra

source: Edit
ca: Edita

source: Apps
ca: Aplicacions

source: Menus
ca: Menús

source: Smooth scaling
ca: Escalada Suau

source: Styles
ca: Estils

source: Effects
ca: Efectes

source: Sync windows
ca: Sincronitza Finestres

source: Loose sync
ca: Perdra sincronització

source: Grab Server during draw
ca: Capta Servidor mentre dibuixi

source: Initial draw timeout for newly mapped windows
ca: Temps d'espera inicial de dibuix per mapeja finestres noves

source: %1.2f Seconds
ca: %1.2f segons

source: Sync
ca: Sincronització

source: Software
ca: Programari

source: OpenGL options
ca: Opcions d'OpenGL

source: Tear-free updates (VSynced)
ca: Plantejar sense actualitzacions (sincronització vertical)

source: Texture from pixmap
ca: Textura per mapa de píxels

source: Assume swapping method:
ca: Asumir mètode compartit:

source: Invalidate (full redraw)
ca: Invàlid (redibuixar tot)

source: Copy from back to front
ca: Còpia de derrera a davant

source: Double buffered swaps
ca: Doble búffer compartit

source: Triple buffered swaps
ca: Triple búffer compartit

source: Engine
ca: Motor

source: Send flush
ca: Envia neteja

source: Send dump
ca: Enviar deixalles

source: Don't composite fullscreen windows
ca: No composar finestres a pantalla completa

source: Memory
ca: Memòria

source: Show Framerate
ca: Mostra frames

source: Rolling average frame count
ca: Recompte de fotogrames mitjana

source: Corner
ca: Cantonada

source: Top Left
ca: Dalt esquerra

source: Top Right
ca: Dalt Dreta

source: Bottom Left
ca: Botó Esquerra

source: Bottom Right
ca: Botó Dret

source: Debug
ca: Debuga

source: Smooth scaling of window content
ca: Escala regular de contingut de finestra

source: Select default style
ca: Selecciona estil defecte

source: To reset compositor:
ca: Per re-iniciar compositor:

source: Ctrl+Alt+Shift+Home
ca: Ctrl+Alt+Shift+Inici

source: Rendering
ca: Renderització

source: Composite
ca: Composició

source: Configuration Panel
ca: Panell de Configuració

source: Show configurations in menu
ca: Mostra configuracions en el menú

source: Settings Panel
ca: Panell de Configuració

source: Presentation
ca: Presentació

source: Offline
ca: Apagat

source: IBar Applications
ca: Aplicacions de l'iBar

source: Startup Applications
ca: Inicia Aplicacions

source: Restart Applications
ca: Re-inicia Aplicacions

source: Screen Lock Applications
ca: Aplicacions Bloqueig Pantalla

source: Screen Unlock Applications
ca: Aplicacions Desbloqueig Pantalla

source: Order
ca: Nivell

source: Personal Application Launchers
ca: Llançador Aplicacions Personals

source: Default Applications
ca: Aplicacions Defecte

source: Custom Browser Command
ca: Comande de l'explorador personalitzat

source: Browser
ca: Navegador

source: E-Mail
ca: Correu Electrònic

source: Trash
ca: Deixalla

source: Selected Application
ca: Aplicacions Sel·leccionada

source: Desktop Environments
ca: Entorn d'Escriptori

source: Execution
ca: Executa

source: Only launch single instances
ca: Executa únic procés

source: X11 Basics
ca: Bàsic X11

source: Load X Resources
ca: Carregant Recursos X

source: Load X Modifier Map
ca: Carrega Mapa Modificació X

source: Major Desktops
ca: Escriptoris Principals

source: Start GNOME services on login
ca: Arrenca serveis GNOME al iniciar

source: Start KDE services on login
ca: Arrenca serveis KDE al iniciar

source: Create Application Launcher
ca: Crea Llançador Aplicacions

source: IBar Other
ca: Altre IBar

source: Profile Selector
ca: Selector de Perfil

source: Available Profiles
ca: Perfils Autoritzats

source: Select a profile
ca: Selecciona perfil

source: Scratch
ca: Ratllar

source: Reset
ca: Re-inici

source: Selected profile: %s
ca: Perfil Seleccionat : %s

source: Add New Profile
ca: Afegeix Nou Perfil

source: You want to delete the "%s" profile.<br><br>Are you sure?
ca: Es vol borrar el perfil "%s".<br><br>Estàs segur?

source: Are you sure you want to delete this profile?
ca: Estàs Segur que Vol Eliminar aquest Perfil?

source: Dialog Settings
ca: Configuració de Diàlegs

source: General Settings
ca: Configuracions Generals

source: Disable Confirmation Dialogs
ca: Deshabilita els Diàlegs de Confirmació

source: Normal Windows
ca: Finestres Normals

source: Default Settings Dialogs Mode
ca: Mode per Defecte que es motra els Diàlegs de Preferències

source: Basic Mode
ca: Mode Bàsic

source: Advanced Mode
ca: Mode avançat

source: Remember size and position of dialogs
ca: Recorda mida i posició dels diàlegs

source: Default Dialog Mode
ca: Mode de Diàleg per Defecte

source: Dialogs
ca: Diàlegs

source: Profiles
ca: Perfils

source: Virtual Desktops Settings
ca: Configuració de Taules de Treball Virtuals

source: Number of Desktops
ca: Nombre de Taules de Treball

source: Click to change wallpaper
ca: Pitja per Canviar Fons de Pantalla

source: Desktop Flip
ca: Tirar Escritori

source: Flip when dragging objects to the screen edge
ca: Salta quan s'arrastrin objectes a l'extrem de la Pantalla

source: Wrap desktops around when flipping
ca: Emboliqui els escriptoris quan es mouen d'una tirada

source: Desktop Window Profile
ca: Perfil Finestra Escriptori

source: Use desktop window profile
ca: Usa perfil de finestra de pantalla

source: Desktops
ca: Taules de Treball

source: Pane
ca: Vidre

source: Animation speed
ca: Velocitat Animació

source: Flip Animation
ca: Animació de Salt

source: Desk Settings
ca: Paràmetres de Pantalla

source: Set
ca: Posar

source: Select a Background...
ca: Selecciona un fons ...

source: Screen Lock Settings
ca: Configuració del Bloqueig de Pantalla

source: Lock on Startup
ca: Bloquegeu a l'inici

source: Lock on Suspend
ca: Bloqueig a la suspensió

source: Custom Screenlock Command
ca: Comanda Protecció Pantalla

source: Use Custom Screenlock Command
ca: Usa Comanda Protecció Pantalla

source: Locking
ca: Entrellaçat

source: Keyboard Layout
ca: Disposició Teclat

source: Show on all screens
ca: Mostra en totes les pantalles

source: Show on current screen
ca: Mostra a la pantalla actual

source: Show on screen #:
ca: Mostra en la pantalla #:

source: Login Box
ca: Caixa Entrada

source: Lock after X screensaver activates
ca: Bloquejar després d'activar salva pantalla

source: %1.0f seconds
ca: %1.0f segons

source: Lock when idle time exceeded
ca: Bloqueja quan el temps d'espera hagi accedit

source: %1.0f minutes
ca: %1.0f minuts

source: Timers
ca: Temporitzador

source: Suggest if deactivated before
ca: Suggerir si es desactiva abans de

source: Presentation Mode
ca: Mode Presentació

source: Theme Defined
ca: Tema Definit

source: Theme Wallpaper
ca: Fons de Pantalla del Tema

source: Current Wallpaper
ca: Fons de Pantalla Actual

source: Wallpaper
ca: Fons de Pantalla

source: Screen Saver Settings
ca: Opcions de Salva Pantalles

source: Enable screen blanking
ca: Autoritza Salva Pantalles en blanc

source: Timeout
ca: Expirar

source: Suspend on blank
ca: Suspendre en inactivatat

source: Suspend even if AC
ca: Suspendre si CA

source: Suspend delay
ca: Retràs de suspendre

source: Blanking
ca: En blanc

source: Presentation mode enabled
ca: Mode Presentació Activat

source: Backlight Settings
ca: Preferències llum de fons

source: Normal Backlight
ca: Llum de Fons Normal

source: Dim Backlight
ca: Llum de Fons Fosc

source: Idle Fade Time
ca: Temps Disminuació Repós

source: %1.0f second(s)
ca: %1.0f segon(s=

source: Fade Time
ca: Disminuir Ttemps

source: %1.1f second(s)
ca: %1.1f segon(s)

source: Virtual Desktops
ca: Taules de Treball Virtuals

source: Screen Lock
ca: Bloqueig de Pantalla

source: <None>
ca: Cap

source: Please select an edge,<br>or click <hilight>Close</hilight> to abort.<br><br>You can either specify a delay of this<br> action using the slider, or make it<br>respond to edge clicks:
ca: Si us plau selecciona cantonada,<br>o pitja<hilight>Tanca</hilight> per abortar.<br><br>Podeu especificar una demora d'aquesta <br>acció usant el desllisador, o fent que<br> respongui als clicks de Vora:

source: Edge Bindings Settings
ca: Preferències Tecles Cantonada

source: Edge Bindings
ca: Bindatje de tecles de Cantonada

source: Modify
ca: Modifica

source: Delete All
ca: Elimina-ho Tot

source: Restore Default Bindings
ca: Ajusta a predeterminat

source: Action
ca: Acció

source: Mouse Button
ca: Butó de Ratolí

source: Action Params
ca: Paràmetres d'Acció

source: General Options
ca: Opcions Generals

source: Allow binding activation with fullscreen windows
ca: Permetre dreçera activació amb finestres de pantalla completa

source: Allow binding activation with multiple screens (DANGEROUS!)
ca: Permetre dreçera activació amb multiples escriptoris (PERILLÓS!)

source: Edge Binding Sequence
ca: Seqüència de Dreçera de Cantonada

source: Clickable edge
ca: Cantonada Pitjable

source: Edge Binding Error
ca: Error Dreçera Cantonada

source: The edge binding that you chose is already used by<br><hilight>%s</hilight> action.<br>Please choose another edge to bind.
ca: El Seqüència de tecles de cantonada que ha escollit està essent usat per l'acció<br><hilight>%s</hilight>. <br>Si us plau tria una altra seqüència.

source: Left Edge
ca: Cantonada Esquerra

source: Top Edge
ca: Cantonada Dalt

source: Right Edge
ca: Cantonada Dreta

source: Bottom Edge
ca: Vora de Baix

source: Top Left Edge
ca: Vora Dalt Esquerra

source: Top Right Edge
ca: Vora Dalt Dreta

source: Bottom Right Edge
ca: Vora Baix Dreta

source: Bottom Left Edge
ca: Vora Baix Esquerra

source: (left clickable)
ca: (clicable esquerra)

source: (clickable)
ca: (pitjable)

source: Signal Binding Error
ca: Senyal d'error de Dreçera

source: Signal and Source must NOT be blank!
ca: Senyal i font no poden ser blancs!

source: The signal and source that you entered are already used by<br><hilight>%s</hilight> action.<br>
ca: La senyal i la seqüència de tecles que ha escollit està essent usat per l'acció<br><hilight>%s</hilight>. <br>

source: Add Signal Binding
ca: Afegir Dreçera de Senyal

source: Source:
ca: Font:

source: Signal:
ca: Senyal

source: Signal Bindings
ca: Senyals de Tecles

source: Signal Bindings Settings
ca: Preferències Tecles Senyal

source: Input
ca: Entrada

source: Interaction Settings
ca: Preferències Interacció

source: Thumbscroll
ca: Fulla de desplaçament

source: Enable Thumbscroll
ca: Autoritza Thumbscroll

source: Threshold for a thumb drag
ca: Llindar per a Arrossegament

source: Threshold for applying drag momentum
ca: Llindar per l'aplicació d'un impuls d'arrossegament

source: %1.0f pixels/s
ca: %1.0f pixels/seg

source: Friction slowdown
ca: Disminució de fricció

source: %1.2f s
ca: %1.2f sec

source: Mouse Settings
ca: Preferències Ratolí

source: Show Cursor
ca: Mostra Cursor

source: Theme
ca: Tema

source: Idle effects
ca: efectes d'inactivitat

source: Mouse Hand
ca: Del Ratolí

source: Mouse Acceleration
ca: Acceleració del Ratolí

source: Acceleration
ca: Acceleració

source: Threshold
ca: Entrada

source: Mouse
ca: Ratolí

source: Touch
ca: Tocar

source: Input Method Settings
ca: Paràmetres del Mètode d'Entrada

source: Input Method Selector
ca: Selector Mètode Entrada

source: Use No Input Method
ca: Úsa cap mètode d'entrada

source: Setup Selected Input Method
ca: Configuració de la sel·lecció del mètode d'entrada

source: New
ca: Nou

source: Import...
ca: Importa...

source: Input Method Parameters
ca: Paràmetres Mètodes Entrada

source: Execute Command
ca: Executa Comanda

source: Setup Command
ca: Configuració de la Comanda

source: Exported Environment Variables
ca: Exporta les Variables d'Entorn

source: Select an Input Method Settings...
ca: Seleccioneu Preferències Mètode Entrada

source: Input Method Config Import Error
ca: Error en Importació de Configuració de Mètode d'Entrada

source: Enlightenment was unable to import the configuration.<br><br>Are you sure this is really a valid configuration?
ca: Enlightenment no va poder importar la configuració.<br><br> Estàs segur que aquesta és realment una configuració vàlida ?

source: Enlightenment was unable to import the configuration<br>due to a copy error.
ca: Enlightenment no va poder importar la configuració<br>degut a un error de còpia.

source: Language Settings
ca: Paràmetres de Llengua

source: Desklock Language Settings
ca: Preferències de Llengua

source: You have some extra locale environment<br>variables set that may interfere with<br>correct display of your chosen language.<br>If you don't want these affected, use the<br>Environment variable settings to unset them.<br>The variables that may affect you are<br>as follows:<br>%s
ca: Tens algunes variables locals extra d'escriptori<br> carregades que podrien interferir<br> amb la correcta mostra del llenguatge escollit.<br>Si no vols aquest efecte, usa<br> les preferències d'entron de variable per desfer-les.<br>Les variables podrien afectar a tu<br> pel següent:<br>%s

source: Possible Locale problems
ca: Possible Problema de Configuració Regional

source: Language Selector
ca: Selecció d'Idioma

source: System Default
ca: Sistema per Defecte

source: Locale Selected
ca: Locals Seleccionades

source: Locale
ca: Locals

source: Language
ca: Llengua

source: ACPI Bindings
ca: Dreçeres ACPI

source: AC Adapter Unplugged
ca: Adaptador CA Desendollat

source: AC Adapter Plugged
ca: Adaptador CA Endollat

source: Ac Adapter
ca: Adaptador CA

source: Button
ca: Botó

source: Fan
ca: Ventilador

source: Lid Unknown
ca: Tapa Desconeguda

source: Lid Closed
ca: Tapa Tancada

source: Lid Opened
ca: Lid Obert

source: Power Button
ca: Botó Engegada

source: Processor
ca: Processador

source: Sleep Button
ca: Botó Dormir

source: Thermal
ca: Tèrmic

source: Video
ca: Vídeo

source: Zoom Out
ca: Zoom Fora

source: Zoom In
ca: Zoom dins

source: Brightness Down
ca: Baixar Brillantor

source: Brightness Up
ca: Pujar Brillantor

source: Assist
ca: Ajuda

source: ACPI Binding
ca: Dreçera ACPI

source: Please trigger the ACPI event you wish to bind to, <br><br>or <hilight>Escape</hilight> to abort.
ca: Si us plau, dispara l'even ACPI que vols lligar,<br><br> o <hilight> Escape </hilight> per avortar.

source: Single key
ca: Única tecla

source: Key Bindings Settings
ca: Preferències Dreceres Tecles

source: Key Bindings
ca: Dreceres de tecles

source: Binding Key Error
ca: Error de Dreçera de Tecles

source: The binding key sequence, that you choose, is already used by <br><hilight>%s</hilight> action.<br>Please choose another binding key sequence.
ca: La seqüència de drecera de tecles, que ha escollit, està essent usat per l'acció<br><hilight>%s</hilight>. Si us plau tria una altra drecera de seqüència de tecles.

source: Mouse Bindings Settings
ca: Preferències Dreceres Tecles Ratolí

source: Unable to set a mouse wheel binding without modifiers<br>on a window: conflict with existing edje signal bindings.<br>FIXME!!!
ca: No es poden carregar la drecera de roda de ratolí sense modificacors<br> a la finestra;El conflicte existeix en la senyal de drecera de vora.<br>FIXA'M!!!

source: Mouse Binding Error
ca: Errir Dreçerae de Ratolí

source: Mouse Bindings
ca: Bindatje del Ratolí

source: Action Context
ca: Acció de Context

source: Any
ca: Qualsevol

source: Win List
ca: Llistat de Finestres

source: Popup
ca: Programa Adicional
